{
  "intents": [
    {
      "tag": "greeting",
      "patterns": ["Hi", "Hello", "How are you?"],
      "responses": ["Kuzuzangpola", "I'm here to help."]
    },
    {
      "tag": "goodbye",
      "patterns": ["Bye", "See you later", "Goodbye"],
      "responses": ["Goodbye!", "See you later!", "Take care!"]
    },
    {
      "tag": "vision",
      "patterns": [
        "What is the vision of the College?",
        "Tell me about the vision of Sherubtse.",
        "Can you explain the college's vision?",
        "What does the college aim to become?",
        "What does the college aspire to become?",
        "What is the college's goal?",
        "As an institute, where would the college be in future?"

        
      ],
      "responses": [
        "Sherubtse College's vision is to be an internationally recognized institute in Liberal Arts and Sciences with an emphasis on GNH value-based learning."
      ]
    },
    {
      "tag": "mission",
      "patterns": [
        "What is the mission of Sherubtse College?",
        "Can you describe the college's mission?",
        "What does Sherubtse aim to provide?",
        "Tell me about Sherubtse's mission."
      ],
      "responses": [
        "Sherubtse College's mission is to provide GNH-inspired quality tertiary education in Liberal Arts and Sciences and to contribute to the development of a knowledge-based society through knowledge creation, sharing, and advocacy."
      ]
    },
    {
      "tag": "key_aspirations",
      "patterns": [
        "What are Sherubtse's key aspirations?",
        "Can you explain the goals of the college?",
        "What does Sherubtse aspire to achieve?",
        "Tell me about the aspirations of Sherubtse College."
      ],
      "responses": [
        "Sherubtse College aspires to provide excellence in diverse and interdisciplinary education, produce responsible graduates, promote postgraduate studies, establish research excellence, build national and international linkages, offer quality training programs, facilitate lifelong learning, ensure sustainability, and retain highly qualified staff."
      ]
    },
    {
      "tag": "president",
      "patterns": [
        "Who is the president of the College?",
        "What does the president of the College do?",
        "Tell me about the role of the president.",
        "What responsibilities does the president have at Sherubtse?"
      ],
      "responses": [
        "The President is the overall executive head of Sherubtse College, serving as the chief academic and administrative officer. The President provides academic leadership, manages resources, and oversees strategic planning within the college's framework. Currently the president is Mr. Tshering Wangdi"
      ]
    },
    {
      "tag": "dsa",
      "patterns": [
        "What is the role of the Dean of Student Affairs?",
        "Who handles student matters at Sherubtse?",
        "Tell me about the responsibilities of the DSA.",
        "What does the Dean of Student Affairs do?"
      ],
      "responses": [
        "The Dean of Student Affairs (DSA) is responsible for student services, care, and disciplinary matters. The DSA fosters a safe and supportive learning environment and chairs all Student Committee meetings."
      ]
    },
    {
      "tag": "daa",
      "patterns": [
        "What does the Dean of Academic Affairs do?",
        "Who oversees academics at Sherubtse?",
        "Tell me about the responsibilities of the DAA.",
        "What is the role of the Dean of Academic Affairs?"
      ],
      "responses": [
        "The Dean of Academic Affairs (DAA) manages Sherubtse's academic profile, chairs the College Academic Committee, and oversees academic regulations, quality, and teaching innovations."
      ]
    },
    {
      "tag": "dril",
      "patterns": [
        "What is the role of the Dean of Research?",
        "Who manages research activities at Sherubtse?",
        "Tell me about the responsibilities of DRIL.",
        "What does the DRIL do?"
      ],
      "responses": [
        "The Dean of Research and Industrial Linkages (DRIL) plans and promotes research activities, oversees research centers, facilitates collaborations, and develops research degree programs at Sherubtse."
      ]
    },
    {
      "tag": "hod",
      "patterns": [
        "Who leads the departments at Sherubtse?",
        "What does a Head of Department do?",
        "Tell me about the responsibilities of the HoD.",
        "What is the role of the Head of Department?"
      ],
      "responses": [
        "The Head of Department (HoD) provides leadership for departmental programs, manages academic affairs, and assists the Dean of Academic Affairs in daily operations."
      ]
    },
    {
      "tag": "pl",
      "patterns": [
        "What does a Programme Leader do?",
        "Who manages programs at Sherubtse?",
        "Tell me about the responsibilities of the PL.",
        "What is the role of a Programme Leader?"
      ],
      "responses": [
        "The Programme Leader (PL) provides academic and disciplinary leadership for a program, assists the Head of Department, and chairs the Program Committee."
      ]
    },
    {
      "tag": "semester_guide",
      "patterns": [
        "What is the role of a semester guide?",
        "Who helps students in their cohort?",
        "Tell me about the responsibilities of a semester guide.",
        "What does a semester guide do?"
      ],
      "responses": [
        "A semester guide monitors the welfare and academic performance of students in their cohort. They track attendance, provide guidance, and report issues to the Programme Leader."
      ]
    },
    {
      "tag": "sso",
      "patterns": [
        "What is the role of a Student Service Officer?",
        "Who looks after the residence halls?",
        "Tell me about the responsibilities of an SSO.",
        "What does a Student Service Officer do?"
      ],
      "responses": [
        "A Student Service Officer (SSO) oversees the residence halls, maintains a congenial atmosphere, and supports students' welfare. SSOs liaise between residents and management, reporting to the DSA."
      ]
    },
    {
      "tag": "liberal_arts",
      "patterns": [
        "What is Liberal Arts education?",
        "Can you explain what Liberal Arts means?",
        "Why is Liberal Arts emphasized at Sherubtse?"
      ],
      "responses": [
        "Liberal Arts education at Sherubtse focuses on interdisciplinary learning, fostering creativity, critical thinking, and analytical skills to prepare students for diverse challenges."
      ]
    },
    {
      "tag": "research_centers",
      "patterns": [
        "Are there research centers at Sherubtse?",
        "What kind of research activities take place?",
        "Does the college have facilities for research?"
      ],
      "responses": [
        "Yes, Sherubtse has several research centers focusing on areas like biodiversity, social sciences, and data analytics. These centers promote innovative research and collaboration."
      ]
    },
    {
      "tag": "gnh_principles",
      "patterns": [
        "What are GNH principles?",
        "How is GNH related to education?",
        "Why is GNH important at Sherubtse?"
      ],
      "responses": [
        "GNH, or Gross National Happiness, inspires Sherubtse's education system by integrating holistic values that focus on well-being, sustainability, and cultural preservation."
      ]
    },
    {
      "tag": "student_committee",
      "patterns": [
        "What is the student committee at Sherubtse?",
        "How does the student committee function?",
        "What are the roles of the student committee?"
      ],
      "responses": [
        "The student committee at Sherubtse organizes events, represents student interests, and collaborates with faculty to enhance the campus experience."
      ]
    },
    {
      "tag": "faculty_support",
      "patterns": [
        "How do faculty members support students?",
        "What is the role of teachers at Sherubtse?",
        "Do teachers help students outside of classes?"
      ],
      "responses": [
        "Faculty members at Sherubtse provide academic guidance, mentorship, and support for research projects to ensure student success."
      ]
    },
    {
      "tag": "infrastructure",
      "patterns": [
        "What facilities does Sherubtse offer?",
        "Can you describe the campus infrastructure?",
        "What are the resources available for students?"
      ],
      "responses": [
        "Sherubtse offers modern classrooms, residence halls, research labs, libraries, sports facilities, and high-speed internet to support learning and student life."
      ]
    },
    {
      "tag": "distance_education",
      "patterns": [
        "Does Sherubtse offer distance education?",
        "Can I study online at Sherubtse?",
        "What are the options for lifelong learning?"
      ],
      "responses": [
        "Sherubtse facilitates distance education and lifelong learning programs, allowing students to access quality education remotely."
      ]
    },
    {
      "tag": "financial_support",
      "patterns": [
        "Is financial aid available for students?",
        "Can students get scholarships at Sherubtse?",
        "What support is there for self-financed students?"
      ],
      "responses": [
        "Sherubtse provides scholarships and fee waivers for high-performing students. Self-financed students can also avail themselves of flexible payment options."
      ]
    },
    {
      "tag": "character_certificate",
      "patterns": [
        "What is a character certificate?",
        "Why is a character certificate important?",
        "How do I get a character certificate at Sherubtse?"
      ],
      "responses": [
        "A character certificate reflects a student's discipline and participation in college activities. It is issued upon graduation based on attendance, behavior, and contributions."
      ]
    },
    {
      "tag": "residence_rules",
      "patterns": [
        "What are the rules for residence halls?",
        "Can guests stay in the residence halls?",
        "What is the guest policy at Sherubtse?"
      ],
      "responses": [
        "Residence hall rules ensure a safe and respectful environment. Guests are allowed under specific conditions, as per the college's guest policy."
      ]
    },
    {
      "tag": "academic_calendar",
      "patterns": [
        "Where can I find the academic calendar?",
        "Does Sherubtse publish an academic calendar?",
        "What is the schedule for the academic year?"
      ],
      "responses": [
        "The academic calendar is available on the Sherubtse College website. It outlines important dates for semesters, exams, and holidays."
      ]
    },
    {
      "tag": "examination_regulations",
      "patterns": [
        "What are the examination rules?",
        "Can you explain Sherubtse's exam regulations?",
        "What happens if I miss an exam?"
      ],
      "responses": [
        "Examination regulations at Sherubtse include strict adherence to academic integrity, timely registration, and approved provisions for absences due to valid reasons."
      ]
    },
    {
      "tag": "academic_dishonesty",
      "patterns": [
        "What is considered academic dishonesty?",
        "What happens if I plagiarize?",
        "Can you explain the rules on cheating?"
      ],
      "responses": [
        "Academic dishonesty includes plagiarism, cheating, falsification of data, and impersonation. Violations may lead to serious consequences, including expulsion."
      ]
    },
    {
      "tag": "plagiarism_penalty",
      "patterns": [
        "What are the penalties for plagiarism?",
        "How does Sherubtse handle plagiarism?",
        "What is the consequence of copying work?"
      ],
      "responses": [
        "Plagiarism is penalized by receiving a failing grade for the affected module. Severe cases may lead to suspension or dismissal from the college."
      ]
    },
    {
      "tag": "attendance_leave",
      "patterns": [
        "How do I apply for leave?",
        "What is the process for requesting leave?",
        "Can I take leave for personal reasons?"
      ],
      "responses": [
        "Students must apply for leave through the Dean of Student Affairs. Approved medical or personal leaves are counted if attendance remains above 80%."
      ]
    },
    {
      "tag": "library_rules",
      "patterns": [
        "What are the rules for using the library?",
        "Can I borrow books from the library?",
        "How many books can I borrow?"
      ],
      "responses": [
        "Sherubtse's library allows students to borrow books following a specific process. Borrowing limits and guidelines are provided at the library desk."
      ]
    },
    {
      "tag": "sports_facilities",
      "patterns": [
        "What sports are available at Sherubtse?",
        "Can I join a sports team?",
        "Does Sherubtse have indoor games?"
      ],
      "responses": [
        "Sherubtse offers facilities for football, volleyball, archery, indoor games, and more. Students can participate in sports teams and tournaments."
      ]
    },
    {
      "tag": "student_clubs",
      "patterns": [
        "What clubs can I join at Sherubtse?",
        "Are there student organizations at the college?",
        "How do I participate in clubs?"
      ],
      "responses": [
        "Sherubtse has various clubs like the Media Society, Cultural Club, Disaster Management Unit, and more. Students can join clubs based on their interests."
      ]
    },
    {
      "tag": "fees_refund",
      "patterns": [
        "Can I get a refund if I leave the college?",
        "What is the refund policy at Sherubtse?",
        "Will I get my money back if I withdraw?"
      ],
      "responses": [
        "Refunds are not provided except for the refundable security deposit. Leaving the college requires written permission from the President."
      ]
    },
    {
      "tag": "role_residence_leader",
      "patterns": [
        "What does a residence leader do?",
        "Who manages residence halls?",
        "What are the responsibilities of a residence leader?"
      ],
      "responses": [
        "Residence Leaders represent students in residence halls, help maintain discipline, and assist the Student Service Officers in ensuring a positive environment."
      ]
    },
    {
      "tag": "leadership_program",
      "patterns": [
        "What is the Sherubtse Student Leadership Programme?",
        "Can I join the leadership program?",
        "What does the SSLP offer?"
      ],
      "responses": [
        "The Sherubtse Student Leadership Programme (SSLP) offers non-credited training in leadership skills. Enrollment requires a statement of purpose and registration."
      ]
    },
    {
      "tag": "special_awards",
      "patterns": [
        "What awards does Sherubtse offer?",
        "How can I qualify for special awards?",
        "What is the Jigme Dorji Wangchuck Gold Medal?"
      ],
      "responses": [
        "Sherubtse awards include the Jigme Dorji Wangchuck Gold Medal for the best graduating student and the President’s Gold Medal for Social Service, among others."
      ]
    },
    {
      "tag": "semester_progression",
      "patterns": [
        "How do I progress to the next semester?",
        "What happens if I fail a module?",
        "Can I repeat a semester?"
      ],
      "responses": [
        "Progression requires passing all modules with a minimum score. Failing modules may lead to reassessment or repeating the semester based on college rules."
      ]
    },
    {
      "tag": "internet_services",
      "patterns": [
        "Is there internet access at Sherubtse?",
        "How do students use the internet?",
        "Does the college provide Wi-Fi?"
      ],
      "responses": [
        "Sherubtse provides high-speed internet access throughout campus. Students can use Wi-Fi for academic and personal purposes."
      ]
    },
    {
      "tag": "guest_policy",
      "patterns": [
        "Can I invite guests to the campus?",
        "What is the guest policy at Sherubtse?",
        "Are guests allowed in residence halls?"
      ],
      "responses": [
        "Guests are allowed on campus under specific conditions. Residence halls have stricter guest policies, requiring approval from the Student Service Officer."
      ]
    },
    {
      "tag": "departments",
      "patterns": [
        "What departments are in the College of Science and Humanities?",
        "Which departments does the college have?",
        "List the departments in the college.",
        "Tell me about the departments.",
        "What are the different departments?",
        "Can you name the departments?" 
      ],
      "responses": [
        "The College of Science and Humanities comprises five departments:",
          "1. **Department of Arts and Humanities (DoAH)** ",
          "2. **Department of Social Sciences (DoSS)**",
          "3. **Department of Environment & Life Science (DoELS)**",
          "4. **Department of Physical Science (DoPS)**",
          "5. **Department of Mathematical Sciences (DoMS)" 
      ]
    },
    {
      "tag": "doah",
      "patterns": [
        "What does the Department of Arts and Humanities offer?",
        "Tell me about the DoAH.",
        "What are the subjects in the DoAH?",
        "What programs does the DoAH have?",
        "What can I study in the DoAH?",
        "What are the disciplines in the DoAH?" 
      ],
      "responses": [
        "The Department of Arts and Humanities (DoAH) offers programs in English, Dzongkha, History, and Media Studies. They also have an Honours Programme for students who meet the criteria, allowing them to specialize in a combination of subjects. The Honours Programme includes a research component."
      ]
    },
    {
      "tag": "doah_programs",
      "patterns": [
        "What programs are offered by the DoAH?",
        "What degrees can I get in the DoAH?",
        "What are the available programs in the DoAH?" 
      ],
      "responses": [
        "The DoAH previously offered BA in Dzongkha & English, BA in English, BA in History, and BA in Media Studies. However, some of these programs may have limited availability or have been discontinued." 
      ]
    },
    {
      "tag": "doss",
      "patterns": [
        "What is the DoSS known for?", 
        "What programs are offered by the DoSS?",
        "Tell me about the Department of Social Sciences.",
        "What subjects are covered in the DoSS?" 
      ],
      "responses": [
        "The Department of Social Sciences (DoSS) focuses on social sciences disciplines, including Economics, Population and Development Studies, Political Science, and Sociology. They offer a variety of programs to help students understand social issues and develop critical thinking skills."
      ]
    },
    {
      "tag": "doels", 
      "patterns": [
        "What is the focus of the Department of Environment & Life Science?",
        "Does DoELS offer any research opportunities?",
        "Tell me about the DoELS.",
        "What can I study in the DoELS?" 
      ],
      "responses": [
        "The Department of Environment & Life Science (DoELS) is dedicated to the study of environmental and life sciences. They conduct research on Bhutan's rich biodiversity and offer programs like BSc in Life Sciences and BSc in Environmental Science. The focus is on understanding the natural world and its ecosystems."
      ]
    },
    {
      "tag": "dops", 
      "patterns": [
        "What subjects are covered in the Department of Physical Science?",
        "Does DoPS offer any Honours programs?",
        "Tell me about the DoPS.",
        "What can I study in the DoPS?" 
      ],
      "responses": [
        "The Department of Physical Science (DoPS) focuses on fundamental principles of Physics and Chemistry. They offer BSc in Physics and BSc in Chemistry programs, with Honours options available in both subjects, allowing for in-depth study and research."
      ]
    },
    {
      "tag": "doms", 
      "patterns": [
        "What is the focus of the Department of Mathematical Sciences?",
        "What programs are offered by the DoMS?",
        "Tell me about the DoMS.",
        "What can I study in the DoMS?" 
      ],
      "responses": [
        "The Department of Mathematical Sciences (DoMS) focuses on developing strong foundations in Mathematics, Data Science, and Statistics. They offer programs like BSc in Mathematics, BSc in Statistics, and BSc in Data Sciences, preparing students for careers in data analysis, research, and more."
      ]
    },
    {
      "tag": "new_programs",
      "patterns": [
        "What new programs have been introduced?",
        "Are there any new programs in the college?",
        "Tell me about the new programs.",
        "What are the new programs?", 
        "Has the college introduced any new programs?" 
      ],
      "responses": [
        "The college has introduced three exciting new programs: 1. **Bachelor of Digital Communications and Project Management** 2. **Bachelor of Economics and Political Science** 3. **Bachelor of Data Science & Data Analytics** These programs are designed to equip students with the skills and knowledge needed for the modern job market."
      ]
    },
    {
      "tag": "discontinued_programs",
      "patterns": [
        "Are there any discontinued programs?",
        "Which programs are no longer offered?",
        "Have any programs been discontinued?",
        "Are there any programs that are no longer available?" 
      ],
      "responses": [
        "Yes, some programs have been discontinued or phased out. For example, BA in Dzongkha & English has been discontinued. Some programs, such as BA in English, BA in History, and BA in Media Studies, may only be available up to Year 3."
      ]
    },
    {
      "tag": "honors_program",
      "patterns": [
        "What is the Honours Programme?",
        "Does the college offer any Honours programs?",
        "Tell me about the Honours Programme." 
      ],
      "responses": [
        "The Honours Programme allows students to specialize in a particular area of study within their chosen department. It typically involves in-depth research and independent study. The Honours Programme is available in several departments, such as Arts and Humanities, Physical Science, and Mathematical Sciences."
      ]
    },
    {
      "tag": "college_vision", 
      "patterns": [
        "What is the vision of the College of Science and Humanities?", 
        "What are the goals of the college of Science and Humanities?" 
      ],
      "responses": [
        "The College of Science and Humanities aims to provide high-quality education and research opportunities in a wide range of disciplines, preparing students for successful careers and meaningful contributions to society." 
      ]
    },
    {
      "tag": "electives",
      "patterns": [
        "What electives are offered at Sherubtse College?",
        "Are there any elective courses available?",
        "Can you tell me about the electives?",
        "What are some of the elective options?",
        "Which electives should I consider taking?"
      ],
      "responses": [
        "Sherubtse College offers a variety of electives, including User Interface and User Interaction (UI/UX), Entrepreneurship (ENP), and Creative Public Speaking (CPS). These electives provide valuable skills for the job market and allow students to explore their interests."
      ]
    },
    {
      "tag": "uiux_elective",
      "patterns": [
        "What is the UI/UX elective about?",
        "What do you learn in the UI/UX course?",
        "Tell me more about the UI/UX elective.",
        "Is UI/UX a good elective to take?"
      ],
      "responses": [
        "The UI/UX elective focuses on designing user-friendly digital interfaces. You'll learn about user research, design principles, and creating aesthetically pleasing designs for websites, apps, and more. It's a valuable skill in today's digital world."
      ]
    },
    {
      "tag": "entrepreneurship_elective",
      "patterns": [
        "What does the Entrepreneurship elective cover?",
        "Is the Entrepreneurship elective helpful for career goals?",
        "Tell me about the Entrepreneurship course."
      ],
      "responses": [
        "The Entrepreneurship elective prepares students for careers in business. You'll learn about strategic thinking, risk management, financial management, and leadership skills. It's a great option for those interested in starting their own businesses or pursuing entrepreneurial ventures."
      ]
    },
    {
      "tag": "public_speaking_elective",
      "patterns": [
        "What is the Creative Public Speaking elective about?",
        "How does the Public Speaking elective benefit students?",
        "Tell me more about the Creative Public Speaking course."
      ],
      "responses": [
        "The Creative Public Speaking elective focuses on developing strong communication, persuasion, and storytelling skills. It helps students build confidence, improve critical thinking, and enhance their ability to connect with others. These skills are valuable in many fields, including business, education, and politics."
      ]
    },
    {
      "tag": "non_credited_courses",
      "patterns": [
        "Are there any non-credited courses offered?",
        "What are the non-credited programs?",
        "Tell me about the non-credited courses."
      ],
      "responses": [
        "Yes, Sherubtse College offers non-credited certificate courses, such as the Sherubtse Student Leadership Programme (SSLP) and Driglam Namzha, focusing on personal and professional development."
      ]
    },
    {
      "tag": "sslp",
      "patterns": [
        "What is the SSLP?",
        "Tell me about the Sherubtse Student Leadership Programme.",
        "How do I apply for the SSLP?"
      ],
      "responses": [
        "The Sherubtse Student Leadership Programme (SSLP) is a non-credited program that provides leadership training to students. It covers leadership competencies, skills, and responsibilities. To apply, you need to fill out a form and submit a statement of purpose."
      ]
    },
    {
      "tag": "driglam_namzha",
      "patterns": [
        "What is Driglam Namzha?",
        "Why is Driglam Namzha important?",
        "Is Driglam Namzha mandatory?" 
      ],
      "responses": [
        "Driglam Namzha is a course on Bhutanese etiquette and cultural traditions. It's a mandatory course for final-year students, emphasizing the importance of cultural preservation and appropriate social conduct."
      ]
    },
    {
      "tag": "electives_benefits",
      "patterns": [
        "Why are electives important?",
        "What are the benefits of taking electives?",
        "How do electives help students?"
      ],
      "responses": [
        "Electives provide a valuable opportunity for students to explore diverse subjects, develop new skills, and gain a broader perspective. They allow students to pursue their interests, enhance their personal and professional development, and make their education more enriching."
      ]
    },
    {
      "tag": "sslp_objectives",
      "patterns": [
        "What are the goals of the SSLP?",
        "What are the objectives of the Leadership Programme?"
      ],
      "responses": [
        "The SSLP aims to introduce students to leadership competencies, foster problem-solving skills, enhance networking opportunities, and develop effective leadership and personal development strategies."
      ]
    },
    {
      "tag": "driglam_namzha_importance",
      "patterns": [
        "Why is it important to learn Driglam Namzha?",
        "What is the significance of Driglam Namzha?"
      ],
      "responses": [
        "Driglam Namzha is crucial for preserving and promoting Bhutanese culture. It helps students understand and appreciate Bhutanese traditions and etiquette, enabling them to conduct themselves appropriately in social and professional settings."
      ]
    },
    {
      "tag": "rro_responsibilities",
      "patterns": [
        "What does the Registry and Record Office do?",
        "What are the responsibilities of the RRO?",
        "Who is responsible for admissions at the college?",
        "Who handles student records?",
        "Who manages exams at the college?"
      ],
      "responses": [
        "The Registry and Record Office (RRO) is responsible for all admissions, student records, and the conduct and recording of all examinations at the college." 
      ]
    },
    {
      "tag": "rro_head",
      "patterns": [
        "Who heads the RRO?",
        "Who is in charge of the Registry and Record Office?",
        "Who reports to the Dean of Academic Affairs regarding student records?" 
      ],
      "responses": [
        "The RRO is headed by a Registry and Record Officer and reports directly to the Dean of Academic Affairs." 
      ]
    },
    {
      "tag": "student_registration",
      "patterns": [
        "How do I register for the semester?",
        "When does student registration happen?",
        "Do I need to register every semester?",
        "What is the registration process?" 
      ],
      "responses": [
        "All students, including new and returning students, are required to register with the RRO at the beginning of each semester. The RRO usually organizes a specific registration day for new students." 
      ]
    },
    {
      "tag": "student_number",
      "patterns": [
        "What is a student number?",
        "How do I get a student number?",
        "Why is my student number important?", 
        "Where do I use my student number?" 
      ],
      "responses": [
        "Once registered, you will be assigned a unique student number. This number is used to identify you within the college and should be written on all examination answer booklets and other assessment works." 
      ]
    },
    {
      "tag": "registration_documents",
      "patterns": [
          "What documents do I need for registration?",
          "What documents are required for new students?",
          "Do I need to bring any specific documents?" 
      ],
      "responses": [
          "For registration, new students typically need to bring the following: * Original and copies of Class X and XII mark sheets and pass certificates* Original and copies of your Citizenship Identity Card * School Leaving Certificate (original and copy)* Two recent passport-sized photographs * One Legal Stamp * Information about your House No. and Thram No. **(May also require: Letter of Offer, Admission Letter)** **Please note:** This list may not be exhaustive. It's always best to check with the RRO for the most up-to-date and complete list of required documents." 
      ]
  },
  {
    "tag": "registration_documents",
    "patterns": [
      "What documents do I need to bring for registration?",
      "Can you list the required documents for registration?",
      "What should I bring for registration?",
      "Which documents are mandatory for new students?",
      "What are the registration requirements for new students?"
    ],
    "responses": [
      "During registration, new students must bring the following documents:\n1. Two recent passport-size photographs.\n2. Original Class XII mark sheet and pass certificate along with a copy each.\n3. Original Class X mark sheet and pass certificate along with a copy each.\n4. School leaving certificate with a copy.\n5. Two photocopies of your Citizenship Identity Card.\n6. One legal stamp (required for official purposes).\n7. Information about your House Number and Thram Number (required for record purposes)."
    ]
  },
  {
    "tag": "registration_fees",
    "patterns": [
      "How much do I have to pay during registration?",
      "What is the total registration fee?",
      "Can you tell me the fees I need to pay during registration?",
      "What payments are required for registration?",
      "How much is the registration cost?"
    ],
    "responses": [
      "During registration, you are required to make the following payments:\n\n1. **Registration Fee**: Nu. 950 (one-time fee).\n2. **College Identity Card**: Nu. 300 (for issuing your college ID).\n3. **Personal File Charge**: Nu. 50 (for maintaining your file in the college records).\n4. **Gayjor Dechen Tshokpa**: Nu. 700 (for supporting the religious and cultural activities of the college).\n5. **Student Welfare Scheme**: Nu. 500 (for student welfare and development).\n6. **Security Deposit**: Nu. 1500 (this is refundable upon fulfilling certain conditions during your course).\n\n**Total**: Nu. 4000 (payable during registration)."
    ]
  },
  {
    "tag": "tuition_fees",
    "patterns": [
      "What are the tuition fees for Arts and Humanities?",
      "How much is the Science programme fee per semester?",
      "Can I know the fees for residence and dining?",
      "What is the fee structure for self-finance students?",
      "How much do self-financed students pay?"
    ],
    "responses": [
      "The tuition fee structure for self-finance students varies based on the programme:\n\n1. **Arts & Humanities and Social Science Programmes**:\n   - Tuition Fee: Nu. 36,989 per semester.\n   - Residence Hall Fee: Nu. 1,250 (applicable if staying in the Residence Hall).\n   - Dining Charges: Nu. 11,250 (applicable if staying in Centrally Catered Residence Hall).\n\n2. **Science Programmes**:\n   - Tuition Fee: Nu. 47,513 per semester.\n   - Residence Hall Fee: Nu. 1,250 (applicable if staying in the Residence Hall).\n   - Dining Charges: Nu. 11,250 (applicable if staying in Centrally Catered Residence Hall).\n\nPlease note: The additional Residence Hall and Dining fees apply only if you opt to stay on campus and avail the facilities. Payment options are available for your convenience."
    ]
  },
  {
    "tag": "payment_methods",
    "patterns": [
      "How can I pay my fees?",
      "What are the payment options for the tuition fee?",
      "Can I pay my fees via mobile banking?",
      "Where should I deposit my fees?",
      "What is the Sherubtse College account number for fee payment?"
    ],
    "responses": [
      "You can pay your fees using the following methods:\n\n1. **In-person payment**: Visit the College Account Section to make the payment directly.\n2. **Mobile Banking**: Use the MBOB (Mobile Banking of Bhutan) app to transfer funds.\n3. **Direct Deposit**: Deposit the amount into the Sherubtse College account.\n\n- **Account Details**:\n  - **Bank**: Bank of Bhutan (BOB)\n  - **Account Number**: 101536435\n  - **Account Name**: President, Sherubtse College\n\nAfter payment, ensure you keep a screenshot, deposit slip, or cheque number as proof of payment. Email the proof to **finance.sherubtse@rub.edu.bt** and include:\n- Your Name.\n- Student Number.\n- Programme.\n- Mode of payment (e.g., mobile banking, cash deposit).\n\nReceipts will only be issued after your payment is confirmed by the Sherubtse College bank account."
    ]
  },
  {
    "tag": "fee_refund_policy",
    "patterns": [
      "Can I get a refund if I leave the college?",
      "What is the fee refund policy?",
      "Will I get my money back if I withdraw from Sherubtse College?",
      "Is there a refund for the security deposit?",
      "What happens to my fees if I leave the college?"
    ],
    "responses": [
      "If a student decides to leave the college after formal registration, the refund policy is as follows:\n\n1. The **Security Deposit** of Nu. 1500 is refundable, provided the conditions for refund are met.\n2. No other payments, such as the tuition fee or other charges, will be refunded.\n\nTo withdraw, students must obtain proper written permission from the President of Sherubtse College. It is advised to carefully consider before registering, as the college does not encourage withdrawal after formal registration."
    ]
  },
  {
    "tag": "assessment_modes",
    "patterns": [
      "How is student performance evaluated at Sherubtse College?",
      "What assessment methods are used in Sherubtse College?",
      "Can you list the types of assessments at the college?",
      "What kind of exams or assessments are there at Sherubtse?",
      "How does Sherubtse College determine a student's grade?",
      "What is the assessment structure for students?"
    ],
    "responses": [
      "At Sherubtse College, student learning is assessed through two main modes:\n\n1. **Continuous Assessment (CA):** This is an ongoing process where students' performance is assessed throughout the semester using assignments, quizzes, mid-semester exams, seminar papers, presentations, and projects.\n2. **Semester-End Examinations (SEE):** These exams are conducted at the end of the semester to assess the overall understanding of the module content.\n\nBoth assessments are critical, and students are required to qualify in both CA and SEE to pass."
    ]
  },
  {
    "tag": "continuous_assessment",
    "patterns": [
      "What does Continuous Assessment (CA) involve?",
      "How is Continuous Assessment calculated?",
      "Can you tell me about the Continuous Assessment process?",
      "What are the different forms of Continuous Assessment?",
      "What counts toward Continuous Assessment in a module?",
      "How much weight does Continuous Assessment have in my final grade?"
    ],
    "responses": [
      "Continuous Assessment (CA) at Sherubtse College involves evaluating students throughout the semester. The key aspects include:\n\n- **Components:** It typically includes assignments, class tests, mid-semester exams, seminar papers, presentations, and project reports.\n- **Weightage:** For most modules, CA contributes 50% to the final grade, but some modules may have different weightings.\n- **Flexibility:** The exact assessment components and their weightings are outlined by each module's Programme Leader (PL).\n\nCA allows students to demonstrate their learning progress continuously."
    ]
  },
  {
    "tag": "semester_end_examinations",
    "patterns": [
      "What are the Semester-End Examinations like at Sherubtse?",
      "How long do Semester-End Examinations last?",
      "What should I expect in my final exams at Sherubtse?",
      "Can you explain the Semester-End Examinations format?",
      "Are there any Semester-End Examinations for all the modules?",
      "When will the Semester-End Examinations take place?"
    ],
    "responses": [
      "Semester-End Examinations (SEE) at Sherubtse College are conducted at the end of the semester to assess students' overall understanding of the module content. Here are the key details:\n\n- **Duration:** SEE typically lasts for three hours.\n- **Timetable:** The exam timetable is displayed at least three weeks before the start of exams. Students should check the college website and notice boards regularly for updates.\n- **Exam Content:** The exams cover the entire module content and usually include both theory and application-based questions.\n\nSEE is a critical part of the assessment process, and students must prepare thoroughly."
    ]
  },
  {
    "tag": "ca_vs_see",
    "patterns": [
      "What is the difference between Continuous Assessment and Semester-End Examinations?",
      "How do CA and SEE compare?",
      "What distinguishes Continuous Assessment from Semester-End Exams?",
      "Can you explain the difference between CA and SEE?",
      "What are the main differences between the CA and SEE systems?"
    ],
    "responses": [
      "The primary difference between Continuous Assessment (CA) and Semester-End Examinations (SEE) at Sherubtse College is in their timing and structure:\n\n- **Continuous Assessment (CA):** CA is conducted throughout the semester and includes assignments, tests, seminars, and projects. It provides ongoing feedback and allows students to improve their performance during the course.\n- **Semester-End Examinations (SEE):** SEE happens at the end of the semester and lasts for three hours. It evaluates the cumulative understanding of the module content.\n\nBoth CA and SEE are mandatory, and students must qualify in both to pass their modules."
    ]
  },
  {
    "tag": "examinations",
    "patterns": [
      "What are the examinations like at Sherubtse College?",
      "How are exams conducted at Sherubtse College?",
      "Can you tell me about the examinations at Sherubtse?",
      "What types of exams are held at Sherubtse College?",
      "What is the format of the exams at Sherubtse?",
      "When are exams held at Sherubtse College?"
    ],
    "responses": [
      "Examinations at Sherubtse College are designed to evaluate students' understanding and mastery of their coursework. These exams are held at the end of each semester and include both written exams and practical tests, depending on the subject. The College adheres to guidelines set by the Royal University of Bhutan (RUB) to ensure a rigorous and fair examination process.\n\nAcademic integrity is a priority, and students must follow strict policies during exams to maintain honesty and high standards. Any discrepancies or issues during the exam period are addressed promptly to ensure a smooth evaluation process."
    ]
  },
  {
    "tag": "exam_cell",
    "patterns": [
      "What is the Exam Cell at Sherubtse College?",
      "What does the Exam Cell do?",
      "Who is responsible for conducting exams at Sherubtse?",
      "Can you tell me about the Exam Cell?",
      "What are the responsibilities of the Exam Cell at Sherubtse?",
      "Who handles exam-related issues at Sherubtse?"
    ],
    "responses": [
      "The **Exam Cell** at Sherubtse College is responsible for managing all aspects related to examinations. It is headed by the Convener of Examinations and supported by a team of staff. The main responsibilities of the Exam Cell include:\n\n- Conducting semester-end examinations.\n- Issuing mark sheets, academic transcripts, provisional certificates, and migration certificates to students.\n- Maintaining student profiles and academic records.\n- Maintaining a database of students' academic records.\n- Issuing student identity cards.\n\nThe Exam Cell ensures the smooth conduct of examinations and handles all related student matters."
    ]
  },
  {
    "tag": "exam_integrity",
    "patterns": [
      "What are the academic integrity rules during exams?",
      "Are there any integrity policies for exams at Sherubtse?",
      "How does Sherubtse College ensure academic integrity during exams?",
      "What happens if there's an issue during the exam?",
      "How does Sherubtse handle discrepancies during exams?"
    ],
    "responses": [
      "Sherubtse College takes academic integrity very seriously during exams. Strict policies are in place to maintain high standards of honesty and excellence. Any discrepancies or issues during the examination period are addressed immediately to ensure transparency and fairness in the evaluation process. Students are expected to uphold these principles and follow all guidelines to ensure the integrity of the examination process."
    ]
  },
  {
    "tag": "exam_marks_and_certificates",
    "patterns": [
      "How can I get my academic transcripts?",
      "Where do I get my mark sheet after exams?",
      "How do I obtain certificates like a provisional certificate?",
      "Who issues student mark sheets and certificates?",
      "Can I get a migration certificate from Sherubtse College?"
    ],
    "responses": [
      "The Exam Cell at Sherubtse College is responsible for issuing important documents such as:\n\n- **Mark Sheets:** Provided to students after the completion of examinations.\n- **Academic Transcripts:** A detailed report of students' academic performance.\n- **Provisional Certificates:** Issued to students who have completed their course but are awaiting final certification.\n- **Migration Certificates:** Provided for students transferring to another institution.\n\nStudents can contact the Exam Cell to obtain these documents after fulfilling the necessary requirements."
    ]
  },
  {
    "tag": "examination_registration",
    "patterns": [
      "How can I register for semester-end examinations?",
      "What are the requirements for registration for exams?",
      "Am I eligible to register for exams?",
      "What do I need to do to register for the semester-end exams?",
      "How do I know if I am eligible for examination registration?",
      "What is the process for registering for exams at Sherubtse College?",
      "Can I register for exams if I have attendance shortage?",
      "What should I do if I failed in previous exams and need to register for repeat exams?"
    ],
    "responses": [
      "To be eligible for semester-end examination registration at Sherubtse College, you must be duly registered with the College, in good financial standing, and not debarred due to attendance shortage, discipline issues, or semester repeat. If you failed in previous exams, you must inform the College of your intention to present for repeat examinations and should normally repeat failed modules at the next available opportunity."
    ]
  },
  {
    "tag": "examination_regulations",
    "patterns": [
      "What are the rules for the examination hall?",
      "Can you explain the examination hall regulations?",
      "What are the 16 rules for the examination hall?",
      "What do I need to know about the examination hall?",
      "What are the regulations to follow in the exam hall?"
    ],
    "responses": [
      "Here are the 16 regulations to follow inside the examination hall:\n\n1. Invigilators should adequately man every examination room, and a Chief Invigilator should oversee the examination.\n2. Candidates must arrive 15 minutes before the exam starts and wait for the Invigilator’s instruction to enter.\n3. No candidate may leave the examination hall during the first hour or the last 15 minutes of the examination.\n4. Candidates will not be admitted more than 30 minutes after the examination begins, except in exceptional circumstances at the discretion of the Chief Invigilator.\n5. Candidates should not write on answer books until instructed by the Invigilator.\n6. No food or drink is allowed inside the examination hall.\n7. Candidates must sit at the desk assigned by the Invigilator or indicated on the notice board.\n8. The current student identity card must be visible on the desk for checking.\n9. The Invigilator will guide candidates on completing the cover sheet and using both sides of the paper, if allowed.\n10. No dictionaries or reference books are allowed unless approved by the Institute. Mathematical/statistical tables will be supplied and must not be removed from the hall.\n11. Candidates must bring their own pens, pencils, ink, etc., as borrowing is not allowed. Blank paper cannot be brought into the hall.\n12. Only approved standard scientific calculators are permitted. Programmable or text-storing calculators are not allowed.\n13. Mobile phones or any electronic equipment other than a standard scientific calculator are not allowed in the examination hall.\n14. Candidates wishing to leave temporarily must be accompanied by an Invigilator. No one is allowed to enter or leave without the Invigilator’s permission.\n15. Communication between candidates is strictly prohibited. If a candidate needs extra paper or has a question, they should raise their hand.\n16. At the end of the exam, candidates must remain seated until the Invigilator collects all answer books. They may leave only when the Invigilator announces it."
    ]
  },
  {
    "tag": "absence_and_illness",
    "patterns": [
      "What should I do if I am absent from an examination?",
      "What happens if I miss an exam due to illness?",
      "Can I leave the examination hall if I am ill?",
      "What should I do if I can't attend an exam because of illness?",
      "What are the rules if I am absent from an exam?",
      "What happens if I miss an exam without a valid reason?",
      "Can I get extra time if I am ill during the exam?"
    ],
    "responses": [
      "Here are the regulations regarding absence and illness during an examination:\n\n1. The invigilator will record attendance using the examination attendance sheet.\n2. If you are absent, you must immediately submit a detailed explanation to the Programme Leader along with a medical certificate if the absence is due to illness. Absences will be reported to the Chairperson of the Programme Board of Examiners (PBE) and the relevant PBE.\n3. If you are absent without an acceptable excuse and proper documentation, you will be awarded zero marks for the examination paper.\n4. If you become distressed or ill during the exam, you may leave temporarily, accompanied by an invigilator. You may return to complete the exam, provided supervision is not compromised. A time extension may be granted equal to the period of absence, or you may be allowed to complete the exam in a separate room with separate supervision."
    ]
  },
  {
    "tag": "disability_provisions",
    "patterns": [
      "What provisions are available for disabled students during examinations?",
      "Can candidates with disabilities get special arrangements for exams?",
      "What should I do if I have a disability and need special provisions for an exam?",
      "Can I get additional support if I have a disability during the examination?",
      "What should I do if I become temporarily disabled before or during the exam?",
      "Are there adjustments for students with disabilities during exams?"
    ],
    "responses": [
      "Here are the provisions for candidates with disabilities during examinations:\n\n1. The Programme Leader (PL) will arrange for additional services for disabled students.\n2. Specific reasonable adjustments will be made to ensure disabled students can sit for written, practical, or oral examinations.\n3. Candidates who have a temporary disability must contact the Programme Leader directly, ideally at least seven days before the examination starts.\n4. A medical certificate is required to support the candidate's request for additional provisions."
    ]
  },
  {
    "tag": "breaches_of_exam_regulations",
    "patterns": [
      "What happens if I bring unauthorized materials into the exam hall?",
      "What are the consequences of cheating or copying during an examination?",
      "What should I do if I am found with unauthorized materials during the exam?",
      "What is the procedure if a candidate is caught copying during the exam?",
      "What happens if I am caught violating the examination regulations?",
      "What are the penalties for breaching examination regulations?"
    ],
    "responses": [
      "Here are the rules regarding breaches of examination regulations:\n\n1. If you are found with unauthorized materials (such as written materials not in the official answer books or electronic devices containing text), you will be deemed to be in breach of the regulations.\n2. The unauthorized materials and your student identity card will be removed and retained by the Invigilator, who will make a written report to the Chair of the CAC. You will still be allowed to complete the exam.\n3. If the invigilator suspects you have copied or attempted to copy from another candidate, the same procedure as above will be followed.\n4. Any candidate found in breach of the examination regulations will be referred to the Chair of the CAC before the relevant Programme Board of Examiners (PBoE) meeting, and a report will be submitted with a recommendation from the Chairperson.\n5. If found guilty, all your written examinations for that semester will be declared void, meaning you will receive a zero for all exams, including any reassessment exams."
    ]
  },
  {
    "tag": "academic_dishonesty_and_plagiarism",
    "patterns": [
      "What happens if I am caught cheating or attempting to gain an unfair advantage?",
      "What are the consequences of plagiarism at Sherubtse College?",
      "Can I be expelled for academic dishonesty?",
      "What is considered plagiarism?",
      "How should I acknowledge borrowed work in my assignments?",
      "What will happen if I miss the coursework submission deadlines?",
      "What are the penalties for academic dishonesty?",
      "What is the process if I am accused of academic fraud?"
    ],
    "responses": [
      "Here are the rules regarding academic dishonesty and plagiarism:\n\n1. If you are caught cheating or attempting to gain an unfair advantage, the Board of Examiners may consider you to have failed part or all of the assessments, and they will determine whether you are allowed to sit for reassessment. Serious cases, including cheating, plagiarism, impersonation, falsification of data, and other forms of academic dishonesty, may lead to disciplinary action, including expulsion from the College.\n2. You must properly acknowledge any borrowings from other sources, whether published or unpublished. Plagiarism is defined as presenting another person’s work as your own without proper citation.\n3. Tutors are responsible for teaching proper referencing systems and ensuring students use them in coursework. Plagiarism and academic fraud are unacceptable and will be penalized.\n4. Tutors will provide a schedule of assessments at the start of each academic year or semester, allowing students to plan their work. The Programme Leader (PL) will coordinate and ensure the schedule is followed.\n5. Penalties will apply for missing coursework deadlines. Work submitted on time will be marked and returned with feedback within three working weeks. The standards and weightings of assessments will be clearly specified to ensure transparency."
    ]
  },
  {
    "tag": "communication_of_results",
    "patterns": [
      "How do I get my examination results?",
      "When can I expect to see my exam results?",
      "Where can I check my exam results?",
      "Who will inform me about my exam results?",
      "Can I receive my exam results via email?",
      "Who can I ask about my exam results?",
      "Can I view my examination results online?",
      "What is the process for receiving exam results?",
      "If I fail my exam, how will I know?",
      "What are the criteria for performance marks?",
      "How are performance marks judged in exams?",
      "What does each mark range mean in terms of performance?",
      "What is considered a good exam score?",
      "How does the College assess my exam performance?"
    ],
    "responses": [
      "Examination results are communicated as follows:\n\n1. All examination results are subject to final confirmation by the College Academic Committee (CAC).\n2. After relevant meetings of the Programme Board of Examiners (PBE), as outlined in the College Academic Calendar, results will be formally communicated to students. Students can view their results online via the Information Management System (IMS).\n3. The disclosure of results is restricted. Only the Programme Leader (PL), module tutor, or authorized College staff can share details of results. Pass/fail information can be provided over the phone, but you must quote your student identity number.\n\nRegarding the judgment of performance marks:\n\n- Outstanding performance: 80% and above\n- Very good performance: 70% - 79.9%\n- Good performance: 60% - 69.9%\n- Satisfactory performance: 50% - 59.9%\n- Fail: 49.9% and below"
    ]
  },
  {
    "tag": "judgment_of_performance_marks",
    "patterns": [
      "What are the performance categories for exam results?",
      "How is exam performance judged?",
      "Can you explain the grading scale for exams?",
      "What does each grade range mean?",
      "What does it mean to have an outstanding performance in exams?",
      "What are the criteria for getting a 'very good' grade in exams?",
      "What is considered a good performance in exams?",
      "What grade is considered satisfactory in exams?",
      "What marks indicate a fail in exams?",
      "What does the grading scale look like at Sherubtse College?"
    ],
    "responses": [
      "The judgment of performance marks is as follows:\n\n- Outstanding performance: 80% and above\n- Very good performance: 70% - 79.9%\n- Good performance: 60% - 69.9%\n- Satisfactory performance: 50% - 59.9%\n- Fail: 49.9% and below"
    ]
  },
  {
    "tag": "appeals",
    "patterns": [
      "How can I appeal against the decision of a Programme Board of Examiners?",
      "What is the process for appealing my exam results?",
      "Can I request a recheck of my exam script?",
      "How do I request a re-evaluation of my exam paper?",
      "What documents do I need to submit for an appeal?",
      "How much does it cost to appeal an exam decision?",
      "What grounds can I use to appeal an exam result?",
      "How do I appeal if I was affected by illness during the exam?",
      "Can I appeal against a PBE decision on my performance?",
      "What is the deadline for filing an appeal against PBE decisions?",
      "What should I do if I think there was an error in my exam assessment?"
    ],
    "responses": [
      "Here is the process for appealing against the decision of a Programme Board of Examiners (PBE):\n\n1. The College Academic Committee (CAC) has the authority to make judgments on a student’s ability to continue on the programme.\n2. Students have the right to appeal against decisions made by the PBE. Appeals will follow the procedures outlined by the Academic Board.\n3. For a recheck of your semester-end examination script, the administrative fee is Nu. 200 per module. This ensures that all sections of your responses are marked and all marks are accounted for.\n4. For re-evaluation, a second marker will assess your script. The average of both markers’ marks will be your final score. The re-evaluation fee is Nu. 500 per module (non-refundable).\n5. Academic staff must submit relevant documents, including reports from tutors or certificates of illness, to the Academic Appeals Committee.\n6. You must submit your appeal, along with supporting documents, to the Secretary of the Academic Appeals Committee within fourteen days from the date of the decision.\n7. A medical certificate or other acceptable documentation should support your appeal if applicable.\n8. You can appeal on the following grounds:\n   a. Illness or other factors affecting your performance that you couldn't disclose earlier.\n   b. Insufficient consideration of extenuating circumstances.\n   c. Examinations not conducted as per the regulations.\n   d. Substantial error in the examiner’s judgment.\n   e. Material administrative errors in the assessment process.\n9. A nominal fee of Nu. 1000 is required for the appeal (subject to periodic review). This fee is non-refundable.\n\nPlease ensure to provide enough detail in your appeal for a fair assessment."
    ]
  },
  {
    "tag": "promotion_and_progression_rule",
    "patterns": [
      "What are the requirements for passing a module?",
      "How is a student assessed in a module?",
      "What happens if I fail a module?",
      "Can I repeat a module if I fail?",
      "What happens if I fail multiple modules in a semester?",
      "How can I progress to the Honours Year?",
      "What is the weighting for progression to the Honours Year?"
    ],
    "responses": [
      "To pass a module, a student must obtain at least 50% overall, including both continuous assessment and the semester-end examination. You must also achieve a minimum of 50% in each component (continuous assessment and semester-end exam).\n\nIf a student fails a module, they are allowed to repeat it at their own cost, but they must meet all specified requirements.\n\nStudents must progress to the Honours Year by clearing all papers in the first three years, obtaining an aggregate of 70%, with the weighting as follows: Year 1: 20%, Year 2: 30%, Year 3: 50%. For double-subject programmes, it will include common modules."
    ]
  },
  {
    "tag": "re_assessment_and_repeat_modules",
    "patterns": [
      "What is re-assessment and when is it allowed?",
      "Can I be re-assessed if I fail a module?",
      "What happens if I fail a module and don’t have extenuating circumstances?",
      "How many times can I repeat a module?",
      "Can I repeat a module more than once?",
      "What are the fees for repeating a module?"
    ],
    "responses": [
      "Re-assessment allows students to make up for a failure in a module. It may include an additional assignment, written examination, or other requirements, depending on the failed component.\n\nIf a student fails, they may be re-assessed provided they have not failed more than 30% of the modules prescribed for that semester. The re-assessment will be capped at 50% for non-extenuating circumstances.\n\nStudents can register for no more than 2 repeat modules in addition to the prescribed modules for the semester. Fees will apply for Repeat Modules and Repeat Semesters as per RUB Policies."
    ]
  },
  {
    "tag": "repeat_semester_and_modules",
    "patterns": [
      "What happens if I fail more than 30% of my modules?",
      "How many modules can I repeat in a semester?",
      "Can I attend lectures for a repeat module?",
      "What do I need to do if I fail a module after re-assessment?",
      "How does the repeat module process work?"
    ],
    "responses": [
      "If you fail more than 30% of the modules in a semester, you will have to repeat the semester, which includes attending lectures and meeting all teaching, learning, and assessment requirements.\n\nA Repeat Module occurs when you've failed a module but attended the lectures previously. You will only need to meet the assessment requirements for that module.\n\nIf you fail a repeated module, you will not be eligible for re-assessment."
    ]
  },
  {
    "tag": "change_of_programmes",
    "patterns": [
      "Can I change my programme after failing a semester?",
      "What are the requirements for changing my programme?",
      "How can I change my programme at Sherubtse College?",
      "Can I change my programme more than once?",
      "What happens if I change my programme?"
    ],
    "responses": [
      "You can change your programme at Sherubtse College under the following conditions:\n\n1. You must have failed the semester.\n2. You must comply with the college's fee payment policies.\n3. There must be available seats in the desired programme.\n4. You must have enough time left to complete the programme.\n5. You can only change programmes once.\n6. The admission committee will consider the change on a case-by-case basis."
    ]
  },
  {
    "tag": "programme_completion_time",
    "patterns": [
      "What is the maximum time allowed to complete the programme?",
      "How long do I have to finish my degree?",
      "How long can I take to complete my course?"
    ],
    "responses": [
      "The maximum time span for completing a three-year programme is five years, and for a four-year programme, it is six years."
    ]
  },
  {
    "tag": "degree_requirements",
    "patterns": [
      "What do I need to do to receive my degree?",
      "How can I graduate?",
      "What are the requirements for graduating with a degree?"
    ],
    "responses": [
      "To receive a degree, you must pass all the modules prescribed in the programme document. This includes completing all the necessary coursework, exams, and other requirements for each module."
    ]
  },
  {
    "tag": "academic_excellence_awards",
    "patterns": [
      "What are the academic excellence awards?",
      "How can I get an academic excellence award?",
      "What are the requirements for the academic excellence award?",
      "How can I get a fee waiver for the next semester?"
    ],
    "responses": [
      "The Academic Excellence Awards recognize students who perform exceptionally well in their studies. Students who excel are awarded Medals and Certificates of Academic Excellence every semester.\n\nAdditionally, Self Finance students can receive a fee waiver based on their academic performance. To be eligible for the fee waiver, a student must secure more than 70% and be among the top three positions in their class. The waivers are as follows:\n- 100% waiver for 1st position\n- 50% waiver for 2nd position\n- 25% waiver for 3rd position"
    ]
  },
  {
    "tag": "jigme_dorji_wangchuck_gold_medal",
    "patterns": [
      "What is the Jigme Dorji Wangchuck Gold Medal?",
      "How can I be nominated for the Jigme Dorji Wangchuck Gold Medal?",
      "What are the criteria for the Jigme Dorji Wangchuck Gold Medal?",
      "What qualities are needed to win the Jigme Dorji Wangchuck Gold Medal?"
    ],
    "responses": [
      "The Jigme Dorji Wangchuck Gold Medal is awarded to the best graduating student who has shown excellence in academics, leadership, character, communication skills, and initiatives during their time at the college.\n\nTo be nominated, you must be a final-year student with a minimum of 70% academic average. You should have demonstrated leadership, outstanding character, communication skills, and initiated impactful activities. You also need to have a good reputation, with no academic or conduct probation."
    ]
  },
  {
    "tag": "presidents_gold_medal_for_social_service",
    "patterns": [
      "What is the President’s Gold Medal for Social Service?",
      "How can I be nominated for the President’s Gold Medal for Social Service?",
      "What are the requirements for the President’s Gold Medal for Social Service?",
      "What kind of social service activities are eligible for the President’s Gold Medal?"
    ],
    "responses": [
      "The President’s Gold Medal for Social Service is awarded to students who have made exemplary contributions to social service. Nominees must be final-year students with good leadership skills, outstanding character, and have initiated or organized significant social service activities.\n\nThe criteria for nomination include leadership, social service contributions, and strong communication skills. The nominee must have contributed beyond the standard duties of their position and must display volunteerism, selflessness, honesty, and a positive attitude."
    ]
  },
  {
    "tag": "certificate_of_special_award",
    "patterns": [
      "What is the Certificate of Special Award?",
      "How can I be nominated for the Certificate of Special Award?",
      "What are the criteria for receiving the Certificate of Special Award?",
      "What types of contributions are recognized for the Certificate of Special Award?"
    ],
    "responses": [
      "The Certificate of Special Award is given to students who have made exceptional contributions in various fields like sports, media, literature, STEM education, art, leadership, and volunteerism.\n\nNominees must be final-year students with leadership skills, outstanding character, and communication abilities. They must have initiated or contributed to significant activities that have impacted the college or community. The award also recognizes academic participation, such as involvement in research and seminars."
    ]
  },
  {
    "tag": "award_nomination_criteria",
    "patterns": [
      "What are the general criteria for award nominations?",
      "How can I be nominated for an award?",
      "What qualities do award nominees need to have?",
      "Can I be nominated for multiple awards?"
    ],
    "responses": [
      "For most awards, nominees must meet the following general criteria:\n\n1. Be a final-year student.\n2. Demonstrate leadership, either through holding a visible position or through actions showing leadership qualities.\n3. Display outstanding character, such as volunteerism, selflessness, honesty, and a positive attitude.\n4. Have excellent communication skills in both Dzongkha and English.\n5. Initiate or organize activities that have had a significant impact on the college or community.\n\nAdditional criteria may include academic participation or involvement in college clubs or voluntary organizations."
    ]
  },
  {
    "tag": "academic_attendance_requirements",
    "patterns": [
      "What are the attendance requirements for my classes?",
      "How much attendance do I need to maintain in each module?",
      "What happens if I miss a class?",
      "How is academic attendance calculated?"
    ],
    "responses": [
      "Students are required to maintain a minimum of 90% attendance for each module from the beginning of the semester until the last teaching day. The remaining 10% is considered for unavoidable circumstances. If you have medical leave or approved absence, it will be considered for attendance calculation provided you have at least 80% attendance. If you fail to meet the attendance requirement in one module, it will be considered a repeat module, but you will still be allowed to appear for the Semester-End Exam for the rest of your modules."
    ]
  },
  {
    "tag": "leave_and_absence_policy",
    "patterns": [
      "Can I take leave from classes?",
      "How do I apply for leave?",
      "What happens if I have to miss classes because of medical reasons?",
      "What is the process for approved leave?"
    ],
    "responses": [
      "Students can take leave due to medical reasons or other genuine circumstances, but they need to obtain prior approval from the concerned authority. A medical certificate or approved leave document should be routed through the DSA’s Office for approval. The attendance during the leave period will be calculated, and students are expected to maintain at least 80% attendance to avoid penalties."
    ]
  },
  {
    "tag": "attendance_penalties",
    "patterns": [
      "What happens if I don't meet the attendance requirement?",
      "What are the penalties for low attendance?",
      "What happens if I miss more than 10% of classes?",
      "Can I still pass if my attendance is low?"
    ],
    "responses": [
      "If you fail to meet the attendance requirement in one module, it will be considered a repeat module, but you can still appear for the Semester-End Exam for the other modules. If you fail to meet the requirement in two modules, both will be considered repeat modules, but you can still progress if you pass the rest. If you fail to meet the requirement in three or more modules, you will be considered a Repeat Semester, and you will not be allowed to progress."
    ]
  },
  {
    "tag": "residence_hall_attendance",
    "patterns": [
      "What are the attendance rules for the residence hall?",
      "What time do I need to be back in my residence hall?",
      "Are there any attendance requirements for residence hall activities?",
      "What happens if I violate residence hall attendance rules?"
    ],
    "responses": [
      "All residents are required to attend classes, meals, prayer sessions, morning assemblies, SUPW, and other college functions on time. You must be back in your room by 8:30 PM unless you are attending an approved activity. If you are working late in the library or laboratory, you should inform the respective SSOs and sign the register. Violations of residence hall attendance rules may result in sanctions, including physical work or fines, and will also affect your rating in the Character Certificate."
    ]
  },
  {
    "tag": "attendance_for_college_functions",
    "patterns": [
      "What college functions require mandatory attendance?",
      "Which college activities do I need to attend?",
      "Are there penalties for missing college functions?",
      "Is attendance mandatory for morning assemblies?"
    ],
    "responses": [
      "Attendance is compulsory for the following college functions:\n- Morning Assembly\n- Evening Prayer\n- SUPW\n- All official activities and club/forum/unit activities\n- Lectures by visiting dignitaries\n- National importance functions and celebrations\n\nAbsenteeism from these functions will be considered a violation of college rules and subject to appropriate sanctions."
    ]
  },
  {
    "tag": "attendance_and_character_certificate",
    "patterns": [
      "Does my attendance affect my character certificate?",
      "Will I be penalized for low attendance in my character certificate?",
      "How is attendance related to my character certificate?"
    ],
    "responses": [
      "Yes, attendance in both academic classes and college functions is considered when issuing your Character Certificate upon graduation. Missing classes or mandatory events without valid reasons can negatively impact your character certificate rating."
    ]
  },
  {
    "tag": "academic_leave",
    "patterns": [
      "What is academic leave?",
      "How do I apply for academic leave?",
      "Can I take academic leave for a study tour or field trip?",
      "What is the procedure for academic leave that requires travel?"
    ],
    "responses": [
      "Academic leave is leave granted for academic field trips, study tours, workshops, seminars, and short-term student exchange trips that require travel outside the college. For leave prescribed in the Definitive Programme Document (DPD), permission should be sought from the DAA. For other academic leaves, permission should be sought from the President. A leave form and a list of students traveling must be submitted to the Student Service Office before leaving the college. The Student Service Office will then issue an Office Order for attendance consideration."
    ]
  },
  {
    "tag": "medical_leave",
    "patterns": [
      "How do I apply for medical leave?",
      "What is the process for taking medical leave?",
      "Can I take medical leave for family medical emergencies?",
      "Do I need a medical certificate for medical leave?"
    ],
    "responses": [
      "Medical leave is granted to students who need medical treatment or need to assist a family member with medical treatment. To apply, you must submit the leave request through the Information Management System (IMS). For major medical needs or unavoidable family emergencies, the situation will be reviewed on a case-by-case basis. OPD slips will not be considered for leave, and you need to provide a valid medical certificate or a signed, sealed document from an authorized doctor as per the college attendance policy."
    ]
  },
  {
    "tag": "non_academic_leave",
    "patterns": [
      "What is non-academic leave?",
      "How can I take non-academic leave?",
      "Do I need permission for overnight leave?",
      "Can I take leave for cultural exchange or sports programs?"
    ],
    "responses": [
      "Non-academic leave can be taken for cultural exchange, sports programs, or other non-medical reasons. For cultural exchange or games and sports programs that require travel outside the college, you must maintain a minimum of 80% attendance to be eligible for leave consideration. For an overnight stay, you must seek permission from the Student Service Office (SSO) and get parental consent. For more than one night, both the SSO and DSA must approve the leave after verifying with your parent or guardian."
    ]
  },
  {
    "tag": "overnight_leave",
    "patterns": [
      "What do I need for overnight leave?",
      "How do I get permission for an overnight stay?",
      "Can I leave for one night?",
      "Do I need parental consent for overnight leave?"
    ],
    "responses": [
      "For an overnight stay, you need to apply for leave through the Information Management System (IMS) and get approval from the Student Service Office (SSO). The SSO will verify with your parent or guardian before granting permission. A signed consent letter from your parent or guardian is required for the leave, and the college will not be responsible for any risk involved in your travel."
    ]
  },
  {
    "tag": "multiple_night_leave",
    "patterns": [
      "What if I need leave for more than one night?",
      "Can I take leave for multiple nights?",
      "How do I apply for leave for more than one night?",
      "Do I need parental consent for leave lasting more than one night?"
    ],
    "responses": [
      "For leave lasting more than one night, you need to apply through the Information Management System (IMS), and the leave must be approved by both the Student Service Office (SSO) and the DSA. Your parent or guardian must provide a signed consent letter, and the leave must be approved a day before departure. The college will not be responsible for the risks involved in the travel."
    ]
  },
  {
    "tag": "semester_long_leave",
    "patterns": [
      "How can I take leave for a semester?",
      "What is the process for taking a semester-long leave?",
      "Can I take a leave of absence for a semester?"
    ],
    "responses": [
      "For leave longer than a semester, you must submit a leave application along with supporting documents to the DSA. The DSA will present your application at the next College Management Committee (CMC) meeting for approval. Upon returning from the leave, you must report to the Student Service Office before your leave will be considered."
    ]
  },
  {
    "tag": "student_service_mission",
    "patterns": [
      "What is the mission of the Student Service Office?",
      "What does the Student Service Office aim to do?",
      "How does the Student Service Office support students?",
      "What is the purpose of the Student Service Office?"
    ],
    "responses": [
      "The mission of the Student Service Office is to provide a Gross National Happiness (GNH)-inspired environment for students in their day-to-day learning activities, promoting their holistic development. The office is committed to fostering leadership skills, creating a conducive environment for academic and personal growth, imparting entrepreneurial knowledge, and preserving culture and traditions."
    ]
  },
  {
    "tag": "student_service_focus",
    "patterns": [
      "What is the focus of the Student Service Office?",
      "What activities does the Student Service Office focus on?",
      "How does the Student Service Office help students grow?",
      "What kind of activities does the Student Service Office organize?"
    ],
    "responses": [
      "The Student Service Office focuses on implementing and sustaining a student-centered community to foster each student's intellectual, social, psychological, and physical growth. This includes leadership development, academic support, career guidance, entrepreneurial skills, and cultural preservation."
    ]
  },
  {
    "tag": "leadership_skills",
    "patterns": [
      "How does the Student Service Office help develop leadership skills?",
      "What leadership opportunities are available for students?",
      "How can students develop leadership skills at the college?"
    ],
    "responses": [
      "The Student Service Office provides leadership training and development opportunities to students, helping them gain the necessary skills for good governance and active participation in various community activities. These activities encourage students to take on leadership roles and contribute to the college's mission."
    ]
  },
  {
    "tag": "academic_and_career_support",
    "patterns": [
      "How does the Student Service Office support students academically?",
      "What academic support services are offered by the Student Service Office?",
      "Does the Student Service Office help with career development?",
      "How can the Student Service Office help me with my career goals?"
    ],
    "responses": [
      "The Student Service Office creates a conducive environment that enhances students' achievement in academic disciplines, career, and personal goals. It provides academic support services, career counseling, and helps students set and achieve their academic and career-related objectives."
    ]
  },
  {
    "tag": "entrepreneurial_skills",
    "patterns": [
      "What entrepreneurial skills does the Student Service Office provide?",
      "How does the Student Service Office help students develop entrepreneurial skills?",
      "Is there any program for developing entrepreneurial skills at the college?"
    ],
    "responses": [
      "The Student Service Office imparts entrepreneurial knowledge and skills to students, encouraging socio-economic development. These skills help students gain a strong foundation in entrepreneurship, preparing them to contribute to the socio-economic growth of their communities."
    ]
  },
  {
    "tag": "cultural_promotion",
    "patterns": [
      "How does the Student Service Office promote culture?",
      "What cultural activities does the Student Service Office organize?",
      "Does the Student Service Office help preserve traditions?"
    ],
    "responses": [
      "The Student Service Office promotes and preserves culture and traditions through various activities. These activities allow students to engage with and celebrate their cultural heritage while fostering a sense of identity and community."
    ]
  },
  {
    "tag": "accommodation",
    "patterns": [
      "What type of accommodation is available on campus?",
      "Tell me about the on-campus residence halls.",
      "How many on-campus accommodations are there at Sherubtse College?",
      "Can you explain the accommodation types at Sherubtse?",
      "What facilities are available in the Sherubtse residence halls?",
      "How much is the rent for on-campus accommodation?",
      "What is the rent for Sherubtse College's resident halls?"
    ],
    "responses": [
      "Sherubtse College has 20 on-campus residential accommodations, consisting of 10 female and 10 male residence halls. The monthly rent is Nu. 250. Students on government scholarships will have the rent deducted from their monthly stipend."
    ]
  },
  {
    "tag": "centrally_catered_halls",
    "patterns": [
      "What are centrally catered residence halls?",
      "Tell me about Sherubtse College's centrally catered residence halls.",
      "How many centrally catered halls are there?",
      "What is the rent for centrally catered residence halls?",
      "What do centrally catered residence halls offer?",
      "Are the meals provided in centrally catered residence halls?"
    ],
    "responses": [
      "There are three centrally catered residence halls for females and two for males at Sherubtse College. Meals are provided from a common mess. All Year 1 students are allocated centrally catered residence halls. For students on government scholarships, the stipend is used to cover meal expenses (Nu.2000), miscellaneous expenditures (Nu.250), and residence hall rent (Nu.250). Self-financed students will have to pay Nu. 2250 per month for mess expenses."
    ]
  },
  {
    "tag": "self_catering_halls",
    "patterns": [
      "What are self-catering residence halls?",
      "Tell me about Sherubtse College's self-catering residence halls.",
      "How many self-catering residence halls are there?",
      "What facilities are available in self-catering residence halls?",
      "Are meals provided in self-catering residence halls?",
      "Who stays in self-catering residence halls at Sherubtse?"
    ],
    "responses": [
      "Sherubtse College has 15 self-catering residence halls, with 8 for male students and 7 for female students. Students in these halls manage their own meals. All students after completing Year 1 are allocated self-catering residence halls."
    ]
  },
  {
    "tag": "residence_hall_rules",
    "patterns": [
      "What are the rules for residents in Sherubtse's residence halls?",
      "Tell me about the rules for on-campus accommodation.",
      "What are the guidelines for students in residence halls?",
      "What is expected from residents in Sherubtse College's halls?",
      "What should I know about staying in Sherubtse's residence halls?"
    ],
    "responses": [
      "Residents of Sherubtse College's residence halls are required to follow several rules, including not changing halls without permission, maintaining peace and safety, keeping the area clean, adhering to healthy living norms, and ensuring all bills are paid. If any damage occurs, compensation is required. Also, any problems must be reported to the SSO or Residence Leaders (RLs)."
    ]
  },
  {
    "tag": "electricity_bills",
    "patterns": [
      "Who pays the electricity bill in Sherubtse residence halls?",
      "How are electricity bills handled in Sherubtse accommodation?",
      "What happens if the electricity bill exceeds the limit in Sherubtse halls?",
      "How is the electricity bill shared among residents in Sherubtse?",
      "What happens if a resident refuses to pay the electricity bill?"
    ],
    "responses": [
      "If the electricity consumption exceeds the allotted quota, the bill will be shared equally by all the residents of the hall. Refusal to pay may result in loss of residency."
    ]
  },
  {
    "tag": "scholarship_residence",
    "patterns": [
      "What happens if a student on a government scholarship stays in a residence hall?",
      "How is the rent for government scholarship students handled?",
      "Do government scholarship students have to pay rent for residence halls?",
      "What are the benefits for students on government scholarships regarding accommodation?"
    ],
    "responses": [
      "Students on government scholarships residing in Sherubtse College's residence halls do not pay rent directly. The rent, along with meal expenses and miscellaneous costs, is deducted from their monthly stipend."
    ]
  },
  {
    "tag": "general_rules",
    "patterns": [
      "What are the general rules for residents in Sherubtse College?",
      "Can you tell me the rules for living in the residence halls?",
      "What are the regulations for Sherubtse College accommodation?",
      "Tell me about the rules for students staying in Sherubtse resident halls.",
      "What are the campus rules for residents in Sherubtse College?",
      "What rules do I need to follow in Sherubtse's residence halls?"
    ],
    "responses": [
      "Sherubtse College has several rules for residents in the accommodation: \n\n1. Sale and consumption of alcoholic drinks, psychotropic substances, narcotics, and tobacco products (including e-cigarettes) are not allowed. Violators will face disciplinary sanctions. \n2. Commercial use of residence hall facilities/resources is prohibited unless approved. \n3. Gambling is prohibited in the residence halls and on campus. \n4. Items that imitate weapons, fireworks, fuel, open flames, unapproved cooking appliances, and Wi-Fi-enabled locks or cameras are prohibited. \n5. Residents must attend classes, meals, prayer sessions, morning assemblies, and other college functions on time. \n6. Entertaining students of the opposite gender in residence halls is prohibited. \n7. Courtesy hours are in effect at all times, with respect for quiet. \n8. Quiet hours are from 8:30 pm to 6:00 am. During this time, noise should not be heard outside rooms. \n9. Cooking and dining in centrally catered residences is prohibited, and cooking in self-catering halls must be done within assigned kitchen areas. \n10. Television viewing is allowed between 6:00 am and 8:30 pm except on the eve of holidays, when it's allowed until 10:30 pm. \n11. Residents are required to maintain cleanliness in their rooms and common areas. \n12. Any fine for damage to common facilities will be shared equally by residents. \n13. Room heating appliances are prohibited. \n14. Bicycles, bikes, and scooters must remain outside the residence halls. \n15. Use of cellular phones or virtual assistant technologies in private areas is prohibited without consent. \n16. Lights and water taps should be turned off when not in use. \n17. Room furniture should not be moved, and damages will be fined. \n18. Each residence maintains a fund for common area maintenance, with contributions from all residents. \n19. Permission is required for staying off-campus overnight. \n20. Pictures should be hung using picture rails, and adhesive tape, nails, or other materials should not be used on walls. \n21. Posters and stickers should not be affixed to walls, windows, or doors. \n22. Graffiti is prohibited in common areas. \n23. Clothes should not be hung outside the windows. \n24. Use of sports equipment inside the residence halls is prohibited. \n25. Residents are responsible for the cleanliness of kitchens in self-catering halls. \n26. Pets are not allowed in residence halls. \n27. Repairs and maintenance requests should be made through the SSO. \n28. The college management reserves the right to enter rooms for repairs, maintenance, and safety checks. \n29. Residents must report disturbances to the SSO or RL, and are responsible for securing their belongings."
    ]
  },
  {
    "tag": "guest_policy",
    "patterns": [
      "What is the guest policy for Sherubtse College?",
      "Can guests visit students in the residence halls at Sherubtse?",
      "Tell me about the rules for guests in Sherubtse College.",
      "What are the regulations for guests in Sherubtse residence halls?",
      "Are visitors allowed in Sherubtse College resident halls?",
      "How long can a guest stay in Sherubtse residence halls?"
    ],
    "responses": [
      "Sherubtse College has specific rules for guests in the residence halls: \n\n1. A guest is defined as someone who is not a registered resident of a particular residence hall. \n2. All guests (except students enrolled at Sherubtse College) must seek approval from the SSO to enter the hall at all times. \n3. Visitors of the opposite gender are prohibited at all times. \n4. All guests staying overnight must have the approval of all residents in the room and the respective SSO. Guests may not stay more than 2 consecutive nights. \n5. Guests must present proper identification when requested by the SSO or RL. \n6. Residents are responsible for the actions of their guests, whether they are Sherubtse College students or not. Failure to do so will result in the guest being removed from the residence hall or the college campus. \n7. A restricted visitation period may be imposed on non-University guests in response to a campus safety incident. Failure to adhere will lead to disciplinary sanctions. \n8. Year 2 and Year 3 students are not allowed to enter Year 1 residence halls without permission from the SSO. Unauthorized entry will be treated as a violation of the College's discipline policy."
    ]
  },
  {
    "tag": "pet_policy",
    "patterns": [
      "What is the pet policy at Sherubtse College?",
      "Are pets allowed on campus at Sherubtse?",
      "Can I bring my pet to Sherubtse College?",
      "Tell me about the rules regarding pets in Sherubtse College.",
      "Is keeping a pet allowed in Sherubtse residence halls?",
      "What happens if a student keeps a pet on campus?"
    ],
    "responses": [
      "Sherubtse College has a strict pet policy: \n\n1. Pets of any kind are strictly prohibited on campus for safety and health reasons. \n2. Other reasons for the prohibition include difficulty in providing proper care for the pet throughout the academic year, and cleanliness issues that could affect an entire room, floor, or residential area. \n3. Students who are advised to remove a pet and continue to house it will be fined Nu. 200 per day for each day the pet remains on campus after notification."
    ]
  },
  {
    "tag": "inclusive_special_needs_policy",
    "patterns": [
      "What is the inclusive and special needs policy at Sherubtse College?",
      "Tell me about Sherubtse College's policy for students with disabilities.",
      "How does Sherubtse support students with special needs?",
      "What is Sherubtse's policy on disability inclusion?",
      "Does Sherubtse College provide support for students with disabilities?",
      "Can students with disabilities get accommodations at Sherubtse College?"
    ],
    "responses": [
      "Sherubtse College's Inclusive and Special Needs Policy underscores the commitment to fostering an inclusive learning environment for all individuals. The policy aims to provide equitable opportunities for all, regardless of their abilities, ensuring comfort and accessibility for students with disabilities. Here are the key principles of the policy: \n\n1. Equal Opportunity: Sherubtse strives to provide equal educational opportunities to all individuals, exhibiting non-discriminatory and inclusive practices. \n2. Accessibility: The college provides individualized support, accommodations, and study spaces to meet the unique needs of students with disabilities. \n3. Disability Service Office: The Student Service Office doubles as the Disability Service Office, focusing on the well-being and safety of students with disabilities. \n4. Academic Accommodations: Students with disabilities receive extended time for assessments and exams, along with required technology and digital content. \n5. Training and Awareness: Staff and students are trained to raise awareness about disability inclusion and to ensure respectful communication with individuals with disabilities. \n6. Collaboration: Relevant departments collaborate to implement accessibility initiatives. \n7. Continuous Improvement: Sherubtse regularly assesses and enhances its disability inclusion efforts. \n8. Policy Review: The policy is periodically reviewed to remain aligned with evolving best practices and laws. \n9. Dissemination: This policy is included in the Student Handbook to ensure awareness among students."
    ]
  },
  {
    "tag": "room_allotment",
    "patterns": [
      "Who is in charge of room allotment?",
      "Who manages the room allotment in the residence hall?",
      "Can you tell me about the room allotment process?",
      "How are rooms allotted in the residence halls?",
      "Who is responsible for room assignments in Sherubtse College?"
    ],
    "responses": [
      "The Student Management Committee (SMC) is responsible for room allotment for residents."
    ]
  },
  {
    "tag": "room_change",
    "patterns": [
      "Can I change my room?",
      "How do I request a room change?",
      "How can I transfer to another residence hall?",
      "Can I change my room during the semester?",
      "Is it possible to change my room before a new academic session?"
    ],
    "responses": [
      "Residence hall and room changes will only be granted before a new academic session begins. Students wishing to transfer to another residence hall should apply through the Information Management System (IMS) for approval from the Office of the DSA."
    ]
  },
  {
    "tag": "maintenance_cleanliness",
    "patterns": [
      "Who is responsible for room maintenance?",
      "What are the responsibilities of residents regarding maintenance?",
      "What should I do if something in my room breaks?",
      "How is the cleanliness of the residence hall maintained?",
      "Who maintains the common areas in the residence hall?"
    ],
    "responses": [
      "Residents are responsible for the maintenance and cleanliness of their rooms at all times. The college encourages the use of LED bulbs to help save energy. Common areas like kitchens, toilets, TV rooms, and corridors must be maintained clean by residents."
    ]
  },
  {
    "tag": "common_facilities",
    "patterns": [
      "Can residents access common facilities?",
      "What are the common facilities available in the residence hall?",
      "Are there any shared amenities in the residence hall?",
      "Do residents have access to recreation facilities?",
      "Are residents allowed to use the common rooms?"
    ],
    "responses": [
      "Residents have the right to access common recreation facilities. All residents will be individually or jointly held liable for any damages."
    ]
  },
  {
    "tag": "supw_sessions",
    "patterns": [
      "What is SUPW?",
      "How often are SUPW sessions held?",
      "What happens if I miss a SUPW session?",
      "What is the penalty for not attending SUPW?",
      "Can I be fined for skipping SUPW?"
    ],
    "responses": [
      "There will be compulsory Socially Useful and Productive Work (SUPW) sessions once a week, on Saturdays. Students failing to participate in SUPW will be fined, and repeated violations will lead to disciplinary sanctions."
    ]
  },
  {
    "tag": "charges_and_fines",
    "patterns": [
      "What are the charges for the residence hall?",
      "How much do I need to pay for the common fund?",
      "Is there a fine for missing SUPW?",
      "What are the residence hall charges?",
      "How much is the non-refundable charge for the residence hall?"
    ],
    "responses": [
      "Residents are required to pay a non-refundable amount of Nu.200 per annum towards the common fund. There will also be fines for missing SUPW sessions, which are Nu.300 per session."
    ]
  },
  {
    "tag": "check_in_check_out",
    "patterns": [
      "What is the check-in process for the residence hall?",
      "How do I check out of my room?",
      "What should I do before checking out of my room?",
      "How can I vacate my residence hall room?",
      "What is the procedure for checking in and out of the residence hall?"
    ],
    "responses": [
      "Students residing in a residence hall must check in with the Student Service Officer (SSO). When a resident intends to vacate a residence hall permanently, they must get their room checked by the RL and SSO, and a clearance certificate will be signed once residence dues are cleared."
    ]
  },
  {
    "tag": "vacancy_and_roommates",
    "patterns": [
      "What happens if my roommate leaves?",
      "What should I do if my roommate has checked out?",
      "Can I stay alone in a double room?",
      "What if there is a vacancy in my room?",
      "Can I remain in a double or triple room without a roommate?"
    ],
    "responses": [
      "If a resident's roommate has checked out, they are required to accept a new roommate or shift to another room as decided by the SMC. If a vacancy in a double or triple room cannot be filled, students may be consolidated with others."
    ]
  },
  {
    "tag": "disciplinary_policies",
    "patterns": [
      "Can I stay in the residence hall after disciplinary probation?",
      "What happens if I fail academic probation?",
      "Are students on disciplinary probation allowed to stay in the residence hall?",
      "Can I stay on campus if I repeat the semester?",
      "What are the rules for students on disciplinary probation?"
    ],
    "responses": [
      "Students repeating the semester after completing academic or disciplinary probation will not be entitled to on-campus residence for the active semester. However, they will be provided with on-campus residence if available."
    ]
  },
  {
    "tag": "centrally_catered_residence_rules",
    "patterns": [
      "What are the rules for the centrally catered residence halls?",
      "Can you tell me the rules for dining in the college mess?",
      "What are the guidelines for using the mess facilities?",
      "What is allowed in the centrally catered residence hall mess?",
      "Tell me about the rules for dining and food in the residence hall."
    ],
    "responses": [
      "Here are the general rules and regulations for centrally catered resident halls:\n\n1. The College Mess Committee is responsible for fixing and revising the menu, ensuring a balanced diet for students.\n2. All residents must wear formal attire when visiting the dining halls.\n3. Residents are responsible for maintaining cleanliness and disposing of waste in the dining area.\n4. Residents are not allowed to enter the kitchen.\n5. Dining etiquette must be followed, and all residents should exhibit courtesy.\n6. Meals are not allowed to be taken into rooms. If a resident is confined to bed due to illness, they must obtain written permission from the SSO to have food brought to their room.\n7. Private caterers are not allowed to supply food to the centrally catered residences.\n8. Non-residents will have to pay a minimum of Nu.30 per meal.\n9. Residents who stop residing in the mess catering residences are not permitted to rejoin as members.\n10. Cooking and dining in rooms are strictly prohibited unless approved by the Office of the DSA. Cooking appliances found in rooms will be confiscated.\n11. Mess timings must be adhered to in order to maintain efficient service.\n12. Fines and disciplinary actions will be imposed on defaulters."
    ]
  },
  {
    "tag": "mess_timings",
    "patterns": [
      "What are the mess timings for the residence hall?",
      "Can you tell me the meal timings in the mess?",
      "When is breakfast, lunch, and dinner served?",
      "What time does the mess open for meals?",
      "What are the meal hours in the centrally catered residence?"
    ],
    "responses": [
      "The mess timings are as follows:\n\n- Breakfast: Monday – Friday: 07:00 AM to 08:00 AM, Saturday-Sunday: 07:30 AM to 08:30 AM\n- Lunch: Monday-Friday: 12:20 PM to 01:20 PM, Saturday-Sunday: 12:00 PM to 01:00 PM\n- Dinner: 06:30 PM to 07:30 PM"
    ]
  },
  {
    "tag": "mess_committee",
    "patterns": [
      "Who is in the mess committee?",
      "Can you tell me about the mess committee?",
      "Who oversees the mess facilities?",
      "What is the role of the mess committee?",
      "Who manages the mess affairs?"
    ],
    "responses": [
      "The Mess Committee consists of the following members:\n\n1. Dean of Student Affairs (DSA)\n2. Student Service Officers (SSO) of centrally catered residence halls\n3. Residence Leaders (RL) of centrally catered residences\n4. Two elected members (one male and one female) from the centrally catered residences"
    ]
  },
  {
    "tag": "residence_security",
    "patterns": [
      "What are the security rules in the residence halls?",
      "How is security maintained in the residence halls?",
      "What should I do if I notice suspicious activity in the residence hall?",
      "Are there any security guidelines for residents?",
      "How is security managed in the residence halls?"
    ],
    "responses": [
      "Here are the residence security rules:\n\n1. Residents are advised to keep their valuables under lock and key. The college is not responsible for any personal belongings.\n2. Movement within the residences is restricted during silent hours, except for genuine reasons.\n3. All residents, Residence Leaders (RLs), and Student Service Officers (SSOs) are responsible for the overall security of the residence halls. Any suspicious activity or strangers should be reported to the SSO or DSA immediately."
    ]
  },
  {
    "tag": "cctv_security",
    "patterns": [
      "Is CCTV monitoring done in the residence halls?",
      "Are there CCTV cameras in the residence halls?",
      "Where are CCTV cameras installed in the residence halls?",
      "What is the purpose of CCTV cameras in the residence halls?",
      "How is CCTV used to maintain security in the dorms?"
    ],
    "responses": [
      "The college administration has installed CCTV cameras at the entrance and in the corridors of some residential halls for security and to maintain discipline. These cameras are constantly monitored by the respective SSO. The purpose is to strengthen campus security without interfering with residents' privacy. The cameras are not intended to invade privacy but to ensure safety, which cannot be achieved by security guards alone."
    ]
  },
  {
    "tag": "college_vehicle_policy",
    "patterns": [
      "What is the policy regarding bringing personal vehicles to the college?",
      "Can students bring cars or motorbikes to the college?",
      "Are students allowed to use personal vehicles on campus?",
      "What are the rules for using personal vehicles on campus?",
      "Tell me about the college's vehicle policy."
    ],
    "responses": [
      "Here is the college vehicle policy:\n\n1. Students are not allowed to bring a car or motorbike to the college without explicit approval from the Office of the DSA. The approval may be granted if the vehicle serves the interest of the college community (e.g., being used as an emergency vehicle for residents).\n2. Students who are approved to bring their personal vehicles must hold a valid driving license as per the RSTA regulation.\n3. Students driving their personal vehicles for college-related activities are responsible for their safety and the safety of passengers. The college does not take responsibility for personal vehicles and expects drivers to comply with local, state, and federal laws.\n4. If a student violates college norms, operates the vehicle recklessly, or gets involved in an accident or violation of traffic rules, their approval to drive the vehicle on campus will be revoked.\n5. The college owns three vehicles: One Coaster Bus, a Toyota Prado, and a Toyota Hilux. These vehicles are available for use in academic or departmental activities with prior approval from the Administrative Officer, or in cases of medical emergencies or approved field trips."
    ]
  },
  {
    "tag": "day_scholar_students",
    "patterns": [
      "Can students be day scholars at Sherubtse College?",
      "What are the conditions for being a day scholar?",
      "Tell me about the rules for day scholars at Sherubtse College.",
      "How can a student apply to be a day scholar?",
      "What are the guidelines for day scholars at Sherubtse College?"
    ],
    "responses": [
      "Sherubtse College generally requires all students to reside on campus. However, students wishing to reside off-campus (as day scholars) must meet the following conditions and apply through the Office of Student Affairs:\n\n1. **Living with a parent or legal guardian**: The parent/guardian must live within 7 kilometers of the campus, and an application must be submitted by them before the new academic year.\n2. **Married students**: A marriage certificate and proof of the spouse’s residence and employment in Kanglung must be submitted. Approval will be granted after verification.\n3. **Students who are parents**: A birth certificate of the child and proof of caregiver presence must be provided. The application must be submitted before the new academic year.\n4. **Students with severe medical conditions**: Medical proof and consultation with concerned medical staff are required for verification.\n5. **Room rental**: Applicants must find their own off-campus room for rent in the community.\n\nDay scholars are expected to follow the same rules as on-campus residents and face the same disciplinary measures."
    ]
  },
  {
    "tag": "day_scholar_absence",
    "patterns": [
      "What happens if a day scholar misses a SUPW session?",
      "Are day scholars required to attend SUPW sessions?",
      "What happens if a day scholar is absent from an official weekend function?",
      "What is the penalty for missing SUPW as a day scholar?",
      "What are the consequences for day scholars missing SUPW?"
    ],
    "responses": [
      "Day scholar students are required to attend SUPW sessions on Saturdays and official functions on weekends. If they miss a session, they will be fined Nu.300 for each missed session. Missing more than two sessions and failing to pay the fine will result in a cautionary letter, notification to parents/guardians, and stricter disciplinary sanctions."
    ]
  },
  {
    "tag": "day_scholar_rules",
    "patterns": [
      "What are the rules for day scholars visiting residence halls?",
      "Can day scholars visit residence halls after 8:30 PM?",
      "Are there quiet hours for day scholars?",
      "Can day scholars entertain students from the residence halls after quiet hours?",
      "What are the rules for day scholars visiting other students' rooms?"
    ],
    "responses": [
      "Day scholar students must abide by the same rules as on-campus residents, including the quiet hour starting at 8:30 PM. They should not entertain students from the residence halls after this time or visit the residence halls. Both the host and the guest will face the same disciplinary measures for violations, as outlined in the College Discipline Policy."
    ]
  },
  {
    "tag": "day_scholar_reallocation",
    "patterns": [
      "Can day scholars be relocated to residence halls?",
      "Can a day scholar be moved to self-catering halls?",
      "What happens if a day scholar violates college rules?",
      "Can day scholars be reallocated due to disciplinary issues?",
      "What are the consequences for day scholars violating rules?"
    ],
    "responses": [
      "The college reserves the right to reallocate day scholars to the Self-Catering Halls on disciplinary grounds if necessary."
    ]
  },
  {
    "tag": "end_of_academic_semester",
    "patterns": [
      "What happens at the end of the academic semester regarding room check-out?",
      "When do students have to vacate their residence at the end of the semester?",
      "What are the check-out procedures for students at the end of the semester?",
      "Can students leave their belongings in their rooms after the semester ends?",
      "What is the check-out deadline for students at the end of the semester?"
    ],
    "responses": [
      "At the end of each semester, non-graduating students must vacate and hand over their room within 48 hours after their last exam, no later than 5:00 PM. Students are required to store their belongings in a designated room within the residence hall. \n\nExceptions apply to:\n1. **Graduating students**: Students attending the Graduation ceremony must check out within 48 hours after the ceremony, no later than 5:00 PM.\n2. **Students pre-approved to volunteer** at the Graduation ceremony or approved to stay on campus by the Office of the DSA.\n\nAny personal items left in residence rooms after the semester will be disposed of."
    ]
  },
  {
    "tag": "student_service_officer_roles",
    "patterns": [
      "What are the roles and responsibilities of the Student Service Officer?",
      "Can you tell me about the responsibilities of an SSO at Sherubtse College?",
      "What does the SSO do at Sherubtse College?",
      "What are the duties of the Student Service Officer in the residence halls?",
      "What are the roles of the SSO in ensuring student welfare?"
    ],
    "responses": [
      "The Student Service Officer (SSO) at Sherubtse College plays a vital role in the residential system, collaborating closely with tutors, the DSA (Dean of Student Affairs), and other college staff to ensure a successful student experience. The SSO has the following key roles:\n\n**1. As Advisor/Mentor**\n- Advise students on social, academic, and personal issues.\n- Be knowledgeable about available resources.\n- Provide counselling and act as a second parent to students, offering pastoral care.\n\n**2. As Responder**\n- Proactively assess academic or other matters affecting residents.\n- Take appropriate actions based on professional judgment.\n- Address and resolve residence-related complaints, forwarding issues to the DSA when necessary.\n\n**3. As Advocate/Liaison**\n- Serve as a liaison among residents, faculty, staff, and management.\n- Advocate for student concerns and work towards solutions with relevant stakeholders.\n- Maintain records of residents and their movements.\n- Plan and prepare for residence maintenance, including financial requirements.\n\n**4. As Community Facilitator**\n- Foster a supportive and positive community within the residence halls.\n- Provide social leadership and facilitate relationships among residents.\n\n**5. Caretaker of the Student Code of Conduct**\n- Ensure adherence to the student code of conduct.\n- Address disciplinary issues within the residence halls, forwarding more serious matters to the DSA.\n- Serve as a member of the College Discipline Committee.\n\nIn carrying out these responsibilities, the SSO must exercise sound judgment, maintain professionalism, and respect students' privacy, ensuring confidentiality in sensitive matters."
    ]
  },
  {
    "tag": "counseling_service",
    "patterns": [
      "What is the Happiness and Wellbeing Centre?",
      "Tell me about the counseling services at Sherubtse College.",
      "What services are provided by the Happiness and Wellbeing Centre?",
      "Can I get counseling at Sherubtse College?",
      "Where can students go for counseling at Sherubtse College?",
      "How can I access counseling services at Sherubtse?"
    ],
    "responses": [
      "Sherubtse College provides counseling services through the Happiness and Wellbeing Centre (HWC), located within the Student Service Village. The center was established in February 2016 and offers a range of services to both students and staff, including one-on-one counseling, group counseling, and career counseling. The vision of the center is 'to promote individual well-being and healthy relationships.' In addition, the center offers online counseling services and operates a toll-free number (6006) for easy access.\n\nThe center is supported by various stakeholders, including module tutors, SSOs, and semester guides, who can refer students in need of counseling. Peer Helper Groups, The Young Girls Circle, and students who undergo basic counseling training also assist in encouraging students to seek help. Cases that are beyond the expertise of the HWC are referred for clinical support.\n\nFor further information, you can visit the college website at [www.sherubtse.edu.bt](http://www.sherubtse.edu.bt)."
    ]
  },
  {
    "tag": "sports_facilities",
    "patterns": [
      "What sports facilities are available at Sherubtse College?",
      "Can you tell me about the sports facilities in Sherubtse College?",
      "What facilities does Sherubtse College offer for sports?",
      "Tell me about the football ground at Sherubtse College.",
      "Does Sherubtse College have sports facilities?"
    ],
    "responses": [
      "Sherubtse College has an international size football ground with astroturf, used for various events, tournaments, and matches. The ground is also available for students and staff on specific days, with rules on booking and fees."
    ]
  },
  {
    "tag": "football_ground_rules_students",
    "patterns": [
      "What are the rules for students using the football ground?",
      "Can students use the football ground for free?",
      "Tell me about the football ground rules for students.",
      "When can students use the football ground?"
    ],
    "responses": [
      "Students can use the football ground without a fee on Monday, Tuesday, Wednesday, and Sunday, with a game time of 35+5+35 minutes. However, 1-2 games will be given to the public on Sunday on a payment basis with a game time of 45+5+45 minutes."
    ]
  },
  {
    "tag": "football_ground_rules_staff",
    "patterns": [
      "What are the rules for staff using the football ground?",
      "Can staff play football on Thursdays?",
      "Tell me about the staff's access to the football ground.",
      "When can staff use the football ground?"
    ],
    "responses": [
      "Staff can use the football ground on Thursdays after office hours, with maintenance carried out in the morning. During vacations, staff can play with public teams, but the public team will need to pay the ground fee."
    ]
  },
  {
    "tag": "general_public_access",
    "patterns": [
      "Can the public use the football ground?",
      "What are the rules for the general public to use the football ground?",
      "Tell me about the football ground access for the public."
    ],
    "responses": [
      "The football ground is open to both college members and the public on Fridays and Saturdays. However, a ground fee must be paid before the game starts, and booking is done on a first-come, first-served basis."
    ]
  },
  {
    "tag": "ground_fees",
    "patterns": [
      "What are the fees for using the football ground?",
      "How much does it cost to play on the football ground?",
      "What are the charges for using the football ground at night?",
      "Tell me about the ground fees."
    ],
    "responses": [
      "The ground fee is Nu. 3000 per match during the daytime and Nu. 4000 per match at night when floodlights are used."
    ]
  },
  {
    "tag": "referee_payment",
    "patterns": [
      "How much are referees paid for a match?",
      "What is the payment for referees at Sherubtse College?",
      "Tell me about referee allowances for matches."
    ],
    "responses": [
      "Referees are paid Nu. 300 as a match allowance for every match. The payment is adjusted from the ground fees collected from the particular match."
    ]
  },
  {
    "tag": "tournament_ground_fees",
    "patterns": [
      "How much is the ground fee for organizing a tournament?",
      "What are the charges for using the ground for tournaments?",
      "How much does it cost to organize a tournament at Sherubtse?"
    ],
    "responses": [
      "Sherubtse College students organizing tournaments with college members will be charged Nu. 500 per match. Tournaments organized by staff or outsiders will be charged Nu. 1000 per match."
    ]
  },
  {
    "tag": "player_conduct",
    "patterns": [
      "Are there any rules regarding player conduct during games?",
      "Can players play under the influence of alcohol?",
      "What are the conduct rules for players?"
    ],
    "responses": [
      "Players under the influence of banned substances or alcohol will not be allowed to play."
    ]
  },
  {
    "tag": "injuries_and_responsibility",
    "patterns": [
      "Is the college responsible for injuries during games?",
      "Does the college take responsibility for injuries during sports events?",
      "What happens if there is an injury during a match?"
    ],
    "responses": [
      "The College Management will not be held responsible for any injury or casualty that happens during the game."
    ]
  },
  {
    "tag": "match_scheduling",
    "patterns": [
      "Can matches be scheduled on Thursdays?",
      "What are the rules for scheduling football matches?",
      "When can matches be scheduled during the academic session?"
    ],
    "responses": [
      "Football tournaments reflected in the College Calendar and other tournaments, except for Bhutan University Sports Federation (BUSF) games, should not schedule matches on Thursdays."
    ]
  },
  {
    "tag": "football_ground_timing",
    "patterns": [
      "What are the timings for the football ground?",
      "When can I use the football ground at Sherubtse?",
      "Tell me the football ground timings at Sherubtse College.",
      "Can you provide the football ground schedule?"
    ],
    "responses": [
      "The football ground timings are as follows: \n- Morning: 5:30 AM - 6:45 AM, 6:45 AM - 8:00 AM\n- Afternoon: 3:00 PM - 8:00 PM\n- Night (Public): 8:00 PM - 10:00 PM"
    ]
  },
  {
    "tag": "basketball_court_timing",
    "patterns": [
      "What are the timings for the basketball courts?",
      "When can I use the basketball courts?",
      "Tell me about the basketball court schedule."
    ],
    "responses": [
      "The basketball courts are open from 6:00 AM to 8:30 AM and from 4:00 PM to 8:30 PM on weekdays, except on Monday (Maintenance Day) and Friday (Staff Day)."
    ]
  },
  {
    "tag": "archery_field_usage",
    "patterns": [
      "How can I use the archery field at Sherubtse College?",
      "Tell me about the usage of the archery field.",
      "What are the charges for using the archery field?"
    ],
    "responses": [
      "The archery field is available for use from 5:00 AM to 10:00 PM daily. To use the field, you must register as a member with a fee of Nu. 6000 for six months, or pay Nu. 100 during the day and Nu. 150 at night for non-members. Friendly matches are charged Nu. 1000 per day."
    ]
  },
  {
    "tag": "volleyball_court_usage",
    "patterns": [
      "How can I use the volleyball court?",
      "Tell me about the volleyball court at Sherubtse College.",
      "Is there a volleyball court on campus?"
    ],
    "responses": [
      "The volleyball court is located adjacent to the football ground. It is available for students and staff, and tournaments are organized regularly. The outdoor games custodian manages the tournaments."
    ]
  },
  {
    "tag": "indoor_games_facilities",
    "patterns": [
      "What indoor games facilities are available at Sherubtse College?",
      "Can I play badminton or table tennis at Sherubtse?",
      "Tell me about the indoor game facilities at Sherubtse."
    ],
    "responses": [
      "Sherubtse College offers indoor games facilities for badminton and table tennis at the Multi-Purpose Hall (MPH). There is also a snooker facility and carrom boards at the Student Service Centre. These facilities are open from 9:00 AM to 8:00 PM."
    ]
  },
  {
    "tag": "major_tournaments",
    "patterns": [
      "What are the major tournaments held at Sherubtse College?",
      "Tell me about the Chancellor's Cup Football Tournament.",
      "What is the Inter-Residence hall Monsoon Football Tournament?"
    ],
    "responses": [
      "The major tournaments at Sherubtse College include the Chancellor's Cup Open Football Tournament, the Inter-Residence Hall Monsoon Football Tournament, and various other tournaments like basketball and volleyball. The College also organizes the Annual College Marathon and Annual Sports Day."
    ]
  },
  {
    "tag": "general_guidelines_sports",
    "patterns": [
      "What are the general guidelines for sports at Sherubtse College?",
      "Tell me the rules for playing sports at Sherubtse College.",
      "Are there any guidelines for sports activities?"
    ],
    "responses": [
      "The general guidelines for sports at Sherubtse College include no sports activities during class hours or the common SUPW time on Saturdays. Players must wear proper attire to avoid injuries, and threatening behavior, foul language, and discriminatory conduct are strictly prohibited."
    ]
  },
  {
    "tag": "sports_fees",
    "patterns": [
      "What are the fees for sports activities at Sherubtse College?",
      "Tell me about the fees for sports tournaments at Sherubtse.",
      "How much do I need to pay for a football match tournament?"
    ],
    "responses": [
      "A minimal fee of Nu. 100 is charged for every football match played in a tournament. A uniform entry fee of Nu. 30 is collected per player for League and Knock-out tournaments. The collected fees are used for prize money, refreshments, and maintenance of the facilities."
    ]
  },
  {
    "tag": "good_sportsmanship",
    "patterns": [
      "What is good sportsmanship at Sherubtse College?",
      "Tell me about the sportsmanship policy at Sherubtse College.",
      "What is expected in terms of sportsmanship?"
    ],
    "responses": [
      "Good sportsmanship at Sherubtse College includes showing respect for opponents, accepting and abiding by the decisions of officials, maintaining self-control, and recognizing the skill of others. Unsportsmanlike conduct can lead to suspension or disqualification."
    ]
  },
  {
    "tag": "alumni_sports_facilities",
    "patterns": [
      "Can alumni use the sports facilities at Sherubtse College?",
      "Do alumni have access to sports facilities?",
      "Are alumni allowed to use the football ground?"
    ],
    "responses": [
      "Alumni can use the sports facilities at Sherubtse College free of cost, except for the football ground. Alumni residing in Kanglung are eligible for a 50% discount on membership fees for sports facilities."
    ]
  },
  {
    "tag": "library_info",
    "patterns": [
      "Tell me about the Sherubtse College Library.",
      "When was the Sherubtse College Library established?",
      "What are the facilities available at the Sherubtse College Library?"
    ],
    "responses": [
      "Sherubtse College Library was officially opened on 26th April 1989. It is one of the oldest and largest academic libraries in the country, with more than 40,000 volumes of books, over 100 journal titles, and a large collection of newspapers in both English and Dzongkha. The library also has DVDs, CDs, video cassettes, and access to online journals. Additionally, it houses the world’s largest book as per the Guinness World Records in 2003, a picture book on Bhutan by Michael Hawley."
    ]
  },
  {
    "tag": "library_borrowing_books",
    "patterns": [
      "How can I borrow books from the library?",
      "What is the procedure for borrowing books at Sherubtse College?",
      "Tell me the process for borrowing books from the library."
    ],
    "responses": [
      "To borrow books from the Sherubtse College Library, each student must register with the library staff using their enrollment number. A student is entitled to borrow 10 books at a time for a duration of one month or less, depending on availability. Books must be returned or renewed on or before the due dates."
    ]
  },
  {
    "tag": "library_timings",
    "patterns": [
      "What are the library timings at Sherubtse College?",
      "When is the Sherubtse College Library open?",
      "Tell me the opening hours of the library."
    ],
    "responses": [
      "The Sherubtse College Library is open from 08:30 AM to 08:00 PM on weekdays (Monday – Friday). On weekends (Saturday & Sunday), it opens only on students' demand and during exams. During exam time, the library is open from 08:30 AM to 10:00 PM. National holidays are closed. The self-study room is open 24 hours on all days."
    ]
  },
  {
    "tag": "library_rules",
    "patterns": [
      "What are the rules in the library and study room?",
      "Tell me about the library and study room rules at Sherubtse College.",
      "What are the regulations for using the library at Sherubtse?"
    ],
    "responses": [
      "The library and study room at Sherubtse College have the following rules: \n1. Strict silence must be observed. \n2. Formal attire is required. \n3. Mobile phones must be switched off or on silent. \n4. Library and Student ID cards are non-transferable. \n5. Overdue fines of Nu. 10 per day per book will be charged for late returns. \n6. Reference materials must be returned by 9:00 AM the next day to avoid Nu. 20 fines. \n7. Lost books must be replaced at the student's cost. \n8. Personal belongings must be deposited at the property counter. \n9. The library is not responsible for lost or stolen items."
    ]
  },
  {
    "tag": "library_overdue_fines",
    "patterns": [
      "How much is the overdue fine for books in the library?",
      "What is the fine for late book returns?",
      "Tell me about the overdue fines in the library."
    ],
    "responses": [
      "The overdue fine for each book not returned on time is Nu. 10 per day. If reference materials like journals, CDs, or reference books are borrowed for an overnight loan, they must be returned by 9:00 AM the next day, or a fine of Nu. 20 per day will be charged."
    ]
  },
  {
    "tag": "library_lost_books",
    "patterns": [
      "What happens if I lose a book from the library?",
      "How do I replace a lost book from the library?",
      "Tell me the process if I lose a book from the library."
    ],
    "responses": [
      "If you lose a book from the library, you will need to replace it at your own cost. If the book is out of stock or out of print, you will be charged double the cost of the book, overdue fines, plus 30% incidental charges."
    ]
  },
  {
    "tag": "library_property_counter",
    "patterns": [
      "Can I bring personal items into the library?",
      "What are the rules for personal belongings in the library?",
      "Do I need to deposit my bag at the library?"
    ],
    "responses": [
      "Personal belongings like bags, umbrellas, etc., should be deposited at the library property counter. Library staff may inspect bags or other personal property when visitors enter or leave the library."
    ]
  },
  {
    "tag": "library_damaging_materials",
    "patterns": [
      "What happens if I damage or steal library materials?",
      "Can I be penalized for damaging library books?",
      "What are the consequences of damaging library materials?"
    ],
    "responses": [
      "Marking, scratching, damaging, mutilating, or stealing library materials or property will result in disciplinary action as per the College's regulations."
    ]
  },
  {
    "tag": "library_vacation_period",
    "patterns": [
      "Can I borrow books during the vacation period?",
      "Is the library open during the vacation?",
      "Can I borrow books from the library during breaks?"
    ],
    "responses": [
      "The library does not loan books during the vacation period."
    ]
  },
  {
    "tag": "library_membership_suspension",
    "patterns": [
      "What happens if I violate library rules?",
      "Can my library membership be suspended?",
      "What are the consequences of violating library rules?"
    ],
    "responses": [
      "The Librarian, through the Library Committee, reserves the right to suspend the membership of any member found violating the rules and regulations of the library."
    ]
  },
  {
    "tag": "internet_services",
    "patterns": [
      "Tell me about the internet services at Sherubtse College.",
      "What is the internet speed on campus?",
      "Is there Wi-Fi available at Sherubtse College?"
    ],
    "responses": [
      "Sherubtse College provides Wi-Fi connectivity across the entire campus with an internet speed of 200 Mbps. This service is available to students to assist in their learning process."
    ]
  },
  {
    "tag": "hardware_pc_maintenance",
    "patterns": [
      "Do you provide hardware and PC maintenance services?",
      "How can I get my PC fixed at Sherubtse College?",
      "Is there any PC maintenance service on campus?"
    ],
    "responses": [
      "The College ICT Section provides hardware and PC maintenance services to students after office hours. Students are required to pay a nominal fee for these services."
    ]
  },
  {
    "tag": "photocopy_printing",
    "patterns": [
      "Where can I get photocopying and printing services on campus?",
      "Tell me about the photocopying and printing services at Sherubtse College.",
      "Is there a place to print and photocopy documents at Sherubtse College?"
    ],
    "responses": [
      "Students can use the photocopying and printing services at the Peewang Reprographic Centre located at the Student Service Village or at the Happiness and Wellbeing Center. The services are available on weekdays from 08:30 AM to 05:00 PM, and on weekends or national holidays, they are open on demand by students."
    ]
  },
  {
    "tag": "photocopy_printing_rates",
    "patterns": [
      "What are the rates for photocopying and printing at Sherubtse College?",
      "How much does it cost to print or photocopy documents on campus?",
      "Tell me the prices for photocopying and printing services."
    ],
    "responses": [
      "The rates for photocopying and printing services at Sherubtse College are as follows: \nPhotocopying: \n- 1 side: Nu. 1.5 per page \n- 2 sides: Nu. 2.5 per page \nPrinting: \n- 1 side: Nu. 2 per page \n- Both sides: Nu. 3 per page. \nAdditionally, the Centre also provides book-binding, lamination, color printing, and certificate printing at reasonable rates."
    ]
  },
  {
    "tag": "cafeteria",
    "patterns": [
      "Tell me about the college cafeteria.",
      "What are the working hours of the cafeteria?",
      "Can I get food at Sherubtse College cafeteria?",
      "What services does the college cafeteria provide?"
    ],
    "responses": [
      "The College Cafeteria plays an important role in the education, health, and well-being of students and the community. It offers a variety of fast food, snacks, and other food choices at nominal prices. The cafeteria is open from 8:30 AM to 8:30 PM daily and caters to students, staff, and visitors. It also provides catering services at reasonable rates."
    ]
  },
  {
    "tag": "auditorium",
    "patterns": [
      "Tell me about the College Auditorium.",
      "How can I book the College Auditorium?",
      "Can students use the College Auditorium?",
      "What is the seating capacity of the College Auditorium?"
    ],
    "responses": [
      "The College Auditorium is one of the oldest facilities at the College with a seating capacity of 450 seats. It is used for guest lectures, workshops, departmental functions, and more. Students can use the Auditorium free of charge. To book the Auditorium for functions, students must book in advance through the Administrative Officer. A fee is charged for non-members of the College."
    ]
  },
  {
    "tag": "zangdopelri",
    "patterns": [
      "What is Zangdopelri?",
      "Tell me about the College's Zangdopelri.",
      "Where is Zangdopelri located?",
      "What is the significance of Zangdopelri?"
    ],
    "responses": [
      "The College owns a Zangdopelri located near the upper gate, constructed and donated in the 1970s by Her Royal Highness, late grandmother Ashi Phuntsho Choden. It is used for tshechus, rimdros, and prayer sessions. The Zangdopelri was renovated in 2018-2019, adding a temple, prayer hall, butter lamp house, and caretaker house. Students are required to attend prayer sessions weekly, and a fine is levied for absenteeism. The fine collected is used for Gayjor Tshogpa activities."
    ]
  },
  {
    "tag": "zangdopelri_prayer_absenteeism",
    "patterns": [
      "What happens if I miss a prayer session at Zangdopelri?",
      "Is there any fine for missing prayer sessions?",
      "What is the penalty for missing Zangdopelri prayers?"
    ],
    "responses": [
      "Students are required to attend weekly prayer sessions at Zangdopelri. A fine of Nu. 100 is levied for one-time absenteeism, which doubles the second time. If you miss more than three days, disciplinary actions, including termination, may apply. The fine collected is used for Gayjor Tshogpa activities."
    ]
  },
  {
    "tag": "sherubtse_fm_radio",
    "patterns": [
      "Tell me about Sherubtse FM Radio Station.",
      "Where is Sherubtse FM Radio Station located?",
      "How can I register for Sherubtse FM Radio Station?",
      "What is Sherubtse FM Radio Station?"
    ],
    "responses": [
      "Sherubtse FM Radio Station is a community radio station donated by UNICEF and later upgraded by MOIC. It is operated by the Sherubtse Media Society and provides a platform for media students and volunteers to participate as Radio Jockeys. The station hosts a variety of educational and entertainment programs. Interested students can register to be a part of the station, regardless of their program. The station is located in the Student Service Village and broadcasts on FM 94.7."
    ]
  },
  {
    "tag": "kuensel_corporation",
    "patterns": [
      "Where is the Kuensel Corporation located?",
      "Tell me about the Kuensel Corporation.",
      "What services does the Kuensel Corporation offer?",
      "How can I subscribe to the Kuensel newspaper?",
      "What are the opening hours of the Kuensel Corporation?"
    ],
    "responses": [
      "The Kuensel Corporation office is located about 3 kilometers from the College at Khangma, below the Trashigang–Samdrup Jongkhar highway. It offers services like printing, Xerox, binding, and more. It is open from 9:00 AM to 5:00 PM on weekdays."
    ]
  },
  {
    "tag": "bhutan_telecom",
    "patterns": [
      "Where is Bhutan Telecom located?",
      "What services does Bhutan Telecom provide?",
      "What are the opening hours of Bhutan Telecom?",
      "How can I get a mobile SIM card from Bhutan Telecom?"
    ],
    "responses": [
      "Bhutan Telecom is located above the public Zangdopelri, about 5 minutes from the College. It provides mobile SIM cards, broadband, and other telecom services. Its opening hours are from 9:00 AM to 5:00 PM on weekdays."
    ]
  },
  {
    "tag": "kanglung_hospital",
    "patterns": [
      "Where is Kanglung Hospital located?",
      "What services are available at Kanglung Hospital?",
      "What are the opening hours of Kanglung Hospital?",
      "Is there an emergency service at Kanglung Hospital?"
    ],
    "responses": [
      "Kanglung Hospital is located about 1.5 kilometers from the College towards Khangma. It offers medical checkups, pharmacy, dental services, and more. Emergency services are available 24/7."
    ]
  },
  {
    "tag": "bhutan_post",
    "patterns": [
      "Where is Bhutan Post located?",
      "What services does Bhutan Post provide?",
      "What are the opening hours of Bhutan Post?",
      "How much does it cost for photocopy at Bhutan Post?"
    ],
    "responses": [
      "Bhutan Post is located near the Kanglung Gewog office, about 2 kilometers from the College. It provides services like money transfer, letters, photocopy, and more. Its opening hours are from 9:00 AM to 5:00 PM on weekdays."
    ]
  },
  {
    "tag": "food_corporation_of_bhutan",
    "patterns": [
      "Where is the Food Corporation of Bhutan located?",
      "What can I purchase at the Food Corporation of Bhutan?",
      "What are the opening hours of the Food Corporation of Bhutan?"
    ],
    "responses": [
      "The Food Corporation of Bhutan is located near the Kuensel office in Khangma, about 3 kilometers from the College. It offers groceries at cheaper rates and is open from 8:30 AM to 5:00 PM on weekdays."
    ]
  },
  {
    "tag": "banking_services",
    "patterns": [
      "Where can I find ATM services in the area?",
      "Which banks have ATMs in the area?",
      "Where is the Bhutan Development Bank's ATM?",
      "Can I find Bank of Bhutan ATM near the College?"
    ],
    "responses": [
      "There are ATMs for Bhutan Development Bank Ltd. (BDBL) in the Upper Market, Bhutan National Bank Ltd. (BNBL) in the Lower Market, and Bank of Bhutan (BoB) ATM in the Lower Market near BNBL."
    ]
  },
  {
    "tag": "community_police_centre",
    "patterns": [
      "Where is the Community Police Centre located?",
      "What is the contact for emergencies at the Community Police Centre?",
      "How far is the Community Police Centre from the College?",
      "What are the emergency numbers for the police?"
    ],
    "responses": [
      "The Community Police Centre is located about 2 kilometers from the College, near the Kanglung Gewog office. For emergencies, you can call Fire – 110, Traffic – 111, and Crime – 113."
    ]
  },
  {
    "tag": "photocopy_printing_services",
    "patterns": [
      "Where can I get photocopy and printing services around here?",
      "What are the working hours for photocopy services near the College?",
      "Is there any printing shop near Bhutan Telecom?"
    ],
    "responses": [
      "Utech Printing Shop near Bhutan Telecom offers photocopy and printing services. It is open from 8:30 AM to 8:30 PM every day."
    ]
  },
  {
    "tag": "student_organizations",
    "patterns": [
      "What are the student organizations at Sherubtse College?",
      "Tell me about the student clubs and societies at Sherubtse.",
      "What extracurricular activities are available for students at Sherubtse?",
      "How can I become a member of a student organization?",
      "Are there any student clubs at Sherubtse College?",
      "What kind of activities do student organizations organize?",
      "Can I join more than one student club at Sherubtse?"
    ],
    "responses": [
      "Sherubtse College offers several student organizations that provide platforms for the wholesome development of students. These organizations organize activities like seminars, debates, quizzes, sports, and cultural programs. Students can also participate in community service activities. It's encouraged that a student join a maximum of two clubs/units to balance academic performance and co-curricular activities."
    ]
  },
  {
    "tag": "student_club_membership",
    "patterns": [
      "How can I become a member of a student club?",
      "Can I join multiple student organizations?",
      "What is the process for joining a student club?",
      "Do I need to be part of any club at Sherubtse College?"
    ],
    "responses": [
      "All students at Sherubtse College are eligible to become members of any student club, unit, society, or forum. It is up to each student to select based on their interests. However, it is recommended to join a maximum of two clubs/units to maintain a balance with academic work."
    ]
  },
  {
    "tag": "student_activities",
    "patterns": [
      "What types of activities do student organizations organize?",
      "What events are hosted by student clubs?",
      "Can student clubs organize seminars and cultural programs?",
      "What community services are carried out by student organizations?"
    ],
    "responses": [
      "Student organizations at Sherubtse College organize a wide variety of activities, including seminars, debates, quizzes, sports events, cultural programs, and more. They also carry out community service activities in and around Kanglung, contributing to the local community."
    ]
  },
  {
    "tag": "fina",
    "patterns": [
      "What is FINA at Sherubtse College?",
      "Tell me about the Forum for International and National Awareness (FINA).",
      "What does FINA do at Sherubtse College?",
      "How can I become a part of FINA?",
      "What activities are organized by FINA?",
      "Who leads FINA at Sherubtse College?",
      "What is the role of FINA in the College?"
    ],
    "responses": [
      "The Forum for International and National Awareness (FINA) is the largest and most important student body at Sherubtse College. All regular registered students of the College are members of FINA. The forum organizes major events like seminars, debates, quizzes, and cultural programs, including the inter-residence hall music competition. It reports directly to the College management and is led by a student President, elected by the student body, along with a Vice President, two Secretaries, and first-year representatives."
    ]
  },
  {
    "tag": "fina_leadership",
    "patterns": [
      "Who are the leaders of FINA?",
      "Who is the President of FINA?",
      "How is FINA structured?",
      "Who moderates FINA?"
    ],
    "responses": [
      "FINA is led by a student President, elected by the student body, a Vice President, two Secretaries, and two first-year representatives. Leaders of other clubs, units, forums, and societies also become members of the FINA executive. The College President is the Patron of FINA, and the Dean of Student Affairs is the Staff Moderator."
    ]
  },
  {
    "tag": "fina_activities",
    "patterns": [
      "What events are organized by FINA?",
      "What activities does FINA host?",
      "Can you tell me more about FINA's cultural programs?",
      "What is the inter-residence hall music competition?"
    ],
    "responses": [
      "FINA organizes a variety of activities such as seminars, debates, quizzes, and symposia on events of national and international importance. They also host the inter-residence hall music competition and various cultural programs in the College."
    ]
  },
  {
    "tag": "social_service_unit",
    "patterns": [
      "What is the Social Service Unit (SSU) at Sherubtse College?",
      "Tell me about the Social Service Unit.",
      "What is the motto of the Social Service Unit?",
      "When was the Social Service Unit formed?",
      "What does the Social Service Unit do?"
    ],
    "responses": [
      "The Social Service Unit (SSU) at Sherubtse College was formed on 9th September 1984 as a voluntary group of students dedicated to serving the community, especially the disadvantaged sections. The unit's motto, 'Love through Service,' reflects its values of selfless sacrifice, generosity, and compassion. The SSU aims to foster cooperation and social action among its members."
    ]
  },
  {
    "tag": "singye_karm",
    "patterns": [
      "What is Singye Karm?",
      "Tell me about the Singye Karm club.",
      "When was Singye Karm founded?",
      "What is the emblem of Singye Karm?",
      "What does Singye Karm focus on?"
    ],
    "responses": [
      "Singye Karm is the Nature and Conservation Society of Sherubtse College, founded on 24th March 1989 under the World Wildlife Fund (WWF) and the Royal Society for the Protection of Nature (RSPN). The club's emblem, the mythological 'White Lion,' symbolizes truth, purity, and enlightenment. Singye Karm is a non-profit organization dedicated to promoting environmental awareness and conservation."
    ]
  },
  {
    "tag": "democracy_club",
    "patterns": [
      "What is the Democracy Club at Sherubtse College?",
      "Tell me about the Democracy Club.",
      "When was the Democracy Club founded?",
      "What role does the Democracy Club play in Sherubtse College?",
      "What activities does the Democracy Club conduct?"
    ],
    "responses": [
      "The Democracy Club was established in 2012 to engage students in active civic learning and skill development, preparing them for their roles as citizens in democratic Bhutan. The club is responsible for conducting the election of student leaders at Sherubtse College."
    ]
  },
  {
    "tag": "sherubtse_disaster_management_unit",
    "patterns": [
      "What is the Sherubtse Disaster Management Unit (SDMU)?",
      "Tell me about the Sherubtse Disaster Management Unit.",
      "When was the SDMU formed?",
      "What does the Sherubtse Disaster Management Unit do?",
      "Who is responsible for the SDMU?",
      "How does the Sherubtse Disaster Management Unit prepare for emergencies?"
    ],
    "responses": [
      "The Sherubtse Disaster Management Unit (SDMU) was initiated in 2011 to prepare students to take proactive roles during natural disasters. Members are trained on disaster preparedness and run awareness programs both on campus and in the community. The unit is also responsible for creating emergency evacuation plans. All student leaders are automatically members, with the FINA President serving as the Coordinator and two Student Service Officers acting as the Moderators."
    ]
  },
  {
    "tag": "sherubtse_student_welfare_scheme",
    "patterns": [
      "What is the Sherubtse Student Welfare Scheme (SSWS)?",
      "Tell me about the Sherubtse Student Welfare Scheme.",
      "When was SSWS formed?",
      "How does the SSWS provide financial assistance?",
      "What is the Drogram Layrim program?",
      "Who regulates the Sherubtse Student Welfare Scheme?"
    ],
    "responses": [
      "The Sherubtse Student Welfare Scheme (SSWS) was formed in 2014 to provide financial assistance to students during times of distress, particularly in the event of the loss of an immediate family member. Students contribute Nu. 30 per month, and the scheme provides financial aid such as Nu. 10,000 for the loss of a parent and Nu. 20,000 for the untimely death of a student. The fund is managed by the College Finance, regulated by a staff moderator, and audited annually by SSAAC. Additionally, the SSWS runs the Drogram Layrim program to help students who are unable to pay their tuition fees."
    ]
  },
  {
    "tag": "sherubtse_student_audit_integrity_unit",
    "patterns": [
      "What is the Sherubtse Student Audit and Integrity Unit (SSAIU)?",
      "Tell me about the Sherubtse Student Audit and Integrity Unit.",
      "When was the Sherubtse Student Audit Committee formed?",
      "What does the Sherubtse Student Audit and Integrity Unit do?",
      "How does the Sherubtse Student Audit and Integrity Unit maintain transparency?",
      "What is the role of the SSAIU in student society?"
    ],
    "responses": [
      "The Sherubtse Student Audit Committee was created in 2012 to ensure funds collected from students and those supported by the college are used efficiently, maintaining transparency and accountability. The unit also promotes honesty and integrity to prevent corruption. In August 2021, it was renamed the Sherubtse Student Audit and Integrity Unit (SSAIU) and a new constitution was drafted to fulfill its expanded mandate, including the establishment of an Integrity Club as proposed by the Royal Audit Authority."
    ]
  },
  {
    "tag": "youth_volunteer_in_action",
    "patterns": [
      "What is Youth Volunteer in Action (Y-VIA)?",
      "Tell me about the Youth Volunteer in Action (Y-VIA).",
      "Who leads the Youth Volunteer in Action (Y-VIA)?",
      "What is the aim of Youth Volunteer in Action?",
      "What does Y-VIA focus on?",
      "How does Y-VIA help in youth development?"
    ],
    "responses": [
      "Youth Volunteer in Action (Y-VIA) is a network of young volunteers organized by the Bhutan Youth Development Fund (YDF). Under the leadership of Her Majesty Ashi Tshering Pem Wangchuck, the aim is to encourage greater youth participation in development programs and activities. Y-VIA also works to build the value of volunteerism and develops leadership, management, analytical, and teamwork skills among its members."
    ]
  },
  {
    "tag": "sherubtse_media_society",
    "patterns": [
      "What is Sherubtse Media Society (SMS)?",
      "Tell me about the Sherubtse Media Society.",
      "What does Sherubtse Media Society do?",
      "What are the units under Sherubtse Media Society?",
      "What is the newsletter published by SMS?",
      "What is the role of Sherubtse Media Society in media development?"
    ],
    "responses": [
      "The Sherubtse Media Society (SMS) is a unit established to provide a platform for students interested in media. It includes three sub-units: the photography unit, the newsletter unit, and Sherubtse FM. SMS helps students develop skills in news reporting and radio broadcasting. It publishes a newsletter called 'The Tower' every semester and airs the Weekly News during the morning assembly every Monday."
    ]
  },
  {
    "tag": "sherubtse_cultural_club",
    "patterns": [
      "What is the Sherubtse Cultural Club?",
      "Tell me about the Sherubtse Cultural Club.",
      "What activities does the Sherubtse Cultural Club organize?",
      "How does the Sherubtse Cultural Club promote culture?",
      "What is the mission of the Sherubtse Cultural Club?"
    ],
    "responses": [
      "The Sherubtse Cultural Club aims to promote and preserve Bhutan's unique culture and traditions. It was established to support the College's mission of cultural preservation. The club initiates various cultural activities and represents the College in different cultural programs and events."
    ]
  },
  {
    "tag": "sherubtse_health_club",
    "patterns": [
      "What is Sherubtse Health Club?",
      "Tell me about the Sherubtse Health Club.",
      "What activities does the Sherubtse Health Club organize?",
      "How does the Sherubtse Health Club promote health?",
      "What services does the Sherubtse Health Club provide?"
    ],
    "responses": [
      "The Sherubtse Health Club conducts sensitization programs to raise awareness about health-related issues and promote a healthy lifestyle. It provides first aid services during organized activities and regularly conducts workshops and advocacy programs to ensure the well-being of students."
    ]
  },
  {
    "tag": "sherubtse_art_club",
    "patterns": [
      "What is Sherubtse Art Club?",
      "Tell me about the Sherubtse Art Club.",
      "What does the Sherubtse Art Club do?",
      "How can I get involved in the Sherubtse Art Club?",
      "What activities does the Sherubtse Art Club organize?"
    ],
    "responses": [
      "The Sherubtse Art Club provides a platform for students to develop their skills in art. Members contribute to the College and other student bodies by creating artworks for various activities and functions. The club also offers art classes to other members and to young children on campus and in the community."
    ]
  },
  {
    "tag": "sherubtse_taryana_club",
    "patterns": [
      "What is Sherubtse Tarayana Club?",
      "Tell me about the Sherubtse Tarayana Club.",
      "What is the role of the Sherubtse Tarayana Club?",
      "Who established the Sherubtse Tarayana Club?",
      "How does the Sherubtse Tarayana Club contribute to the community?"
    ],
    "responses": [
      "The Sherubtse Tarayana Club was established to encourage students to take responsibility and use their energy to contribute to building a better nation. It promotes volunteerism and encourages students to work with local communities. The club is affiliated with Tarayana, a registered Civil Society Organization (CSO) established by Her Majesty the Queen Ashi Dorji Wangmo Wangchuck in 2003."
    ]
  },
  {
    "tag": "gayjor_dechen_tshokpa",
    "patterns": [
      "What is Gayjor Dechen Tshokpa?",
      "Tell me about the Gayjor Dechen Tshokpa.",
      "What activities are organized by Gayjor Dechen Tshokpa?",
      "What is the purpose of Gayjor Dechen Tshokpa?",
      "What is Tshechu in Sherubtse College?"
    ],
    "responses": [
      "Gayjor Dechen Tshokpa (GDT) is a student body responsible for all spiritual and religious activities in the College. It conducts major 'Tshechus' and provides occasional religious discourses to the College community."
    ]
  },
  {
    "tag": "sherubtse_rovers_scout",
    "patterns": [
      "What is Sherubtse Rovers Scout?",
      "Tell me about the Sherubtse Rovers Scout.",
      "What does the Sherubtse Rovers Scout do?",
      "When was Sherubtse Rovers Scout established?",
      "How does Sherubtse Rovers Scout contribute to the community?"
    ],
    "responses": [
      "Sherubtse Rovers Scout, established in 2009, promotes volunteerism through Rover and Community Based Scouting (CBS). It encourages students to engage in meaningful community service and social work both within the College and the surrounding community."
    ]
  },
  {
    "tag": "y_peer",
    "patterns": [
      "What is Y-PEER?",
      "Tell me about Y-PEER.",
      "What activities does Y-PEER do?",
      "How did Y-PEER start in Bhutan?",
      "What is the focus of Y-PEER?"
    ],
    "responses": [
      "Y-PEER is an international youth organization focused on peer education, especially in health-related contexts. It was introduced in Bhutan in 2012, with Sherubtse College being the first institution to have a Y-PEER network. The organization sensitizes youth about Sexual Reproductive and Health Rights (SRHR) and conducts activities related to health education."
    ]
  },
  {
    "tag": "sherubtse_organic_farming_society",
    "patterns": [
      "What is Sherubtse Organic Farming Society?",
      "Tell me about Sherubtse Organic Farming Society.",
      "What does the Sherubtse Organic Farming Society do?",
      "When was Sherubtse Organic Farming Society established?",
      "How does Sherubtse Organic Farming Society promote organic farming?"
    ],
    "responses": [
      "Sherubtse Organic Farming Society (SOFS), established in 2013, promotes organic farming practices and engages students in hands-on experiences. The society aims to reduce and reuse organic waste, providing students with a productive and positive way to contribute to environmental sustainability."
    ]
  },
  {
    "tag": "bhutan_youth_foundation",
    "patterns": [
      "What is Bhutan Youth Foundation?",
      "Tell me about the Bhutan Youth Foundation.",
      "What does Bhutan Youth Foundation do?",
      "What is the mission of Bhutan Youth Foundation?",
      "How does Bhutan Youth Foundation support youth?"
    ],
    "responses": [
      "The Bhutan Youth Foundation is committed to making every youth a leader, ensuring equal access to education, and providing opportunities for youth development. The foundation promotes youth-based volunteerism and encourages youth to take ownership of their community by identifying problems and creating positive social impacts."
    ]
  },
  {
    "tag": "sherubtse_gnh_youth_club",
    "patterns": [
      "What is the Sherubtse GNH Youth Club?",
      "Tell me about the Sherubtse GNH Youth Club.",
      "What activities does Sherubtse GNH Youth Club organize?",
      "When was Sherubtse GNH Youth Club established?",
      "What is the purpose of Sherubtse GNH Youth Club?"
    ],
    "responses": [
      "Sherubtse GNH Youth Club, inaugurated on March 20, 2019, aligns with the principles of Gross National Happiness (GNH). It promotes social and cultural cohesiveness through local and regional activities and functions under the GNH Centre Bhutan. The club aims to foster a sense of happiness and well-being in the region."
    ]
  },
  {
    "tag": "sherubtse_un_club",
    "patterns": [
      "What is Sherubtse UN Club?",
      "Tell me about Sherubtse UN Club.",
      "What does Sherubtse UN Club do?",
      "When was Sherubtse UN Club established?",
      "What is the purpose of Sherubtse UN Club?"
    ],
    "responses": [
      "Sherubtse UN Club, established on April 29, 2019, aims to provide a platform for students to become critical thinkers, change-makers, and innovators. It offers experiential learning opportunities to understand Sustainable Development Goals (SDGs) through field visits and internships at the UN office in Thimphu."
    ]
  },
  {
    "tag": "departmental_organizations",
    "patterns": [
      "What are departmental organizations?",
      "Tell me about departmental organizations at Sherubtse College.",
      "What do departmental forums do?",
      "How many departmental forums are there at Sherubtse College?"
    ],
    "responses": [
      "Sherubtse College has four departmental forums that provide a platform for the exchange of academic ideas and discussions. These include: \n1. Arts and Humanities Forum \n2. Mathematical Sciences Forum \n3. Science Forum \n4. Social Science Forum. These forums organize activities such as debates, quizzes, drama, and lecture series."
    ]
  },
  {
    "tag": "staff_moderators",
    "patterns": [
      "What are the roles and responsibilities of staff moderators?",
      "Tell me about the staff moderators at Sherubtse College.",
      "What does a staff moderator do?",
      "What are the duties of staff moderators in student clubs?",
      "What are the key tasks of a staff moderator?"
    ],
    "responses": [
      "Staff Moderators at Sherubtse College are appointed by the College Management to oversee the functioning of all clubs, units, and societies. Their key responsibilities include:\n1. Attending meetings impartially to facilitate meaningful discussions.\n2. Ensuring proper planning and structure for the club's activities.\n3. Providing suggestions and inspiration to make activities more effective.\n4. Ensuring transparency in the club's structure, responsibilities, and expenditure.\n5. Mediating in case of disagreements between members or sub-committees.\n6. Cross-verifying bills and maintaining proper activity records.\n7. Issuing certificates to registered graduating members after proper verification.\n8. Cooperating during the auditing of student activities.\n9. Reporting to the Student Service Office."
    ]
  },
  {
    "tag": "club_coordinators",
    "patterns": [
      "What are the roles and responsibilities of club coordinators?",
      "Tell me about the club coordinators at Sherubtse College.",
      "What does a club coordinator do?",
      "What are the duties of a student club coordinator?",
      "What are the key tasks of a club coordinator?"
    ],
    "responses": [
      "Club Coordinators at Sherubtse College are elected student leaders who oversee the activities of their respective clubs, units, societies, and forums. Their main responsibilities include:\n1. Planning, proposing, and coordinating activities in collaboration with members and under the guidance of staff moderators.\n2. Ensuring that activities align with the vision and mission of the college.\n3. Ensuring all activities are routed through the Office of the Student Services.\n4. Maintaining proper records of club activities, including financial matters.\n5. Updating and renewing memberships.\n6. Chairing and recording meetings.\n7. Leading the club in achieving its aims and objectives.\n8. Working with staff moderators to verify and issue certificates to members.\n9. Submitting semester reports to the Student Service Office.\n10. Cooperating during the auditing of student activities."
    ]
  },
  {
    "tag": "new_student_body_procedure",
    "patterns": [
      "How can I start a new student body at Sherubtse?",
      "What is the procedure for initiating a new unit or forum?",
      "How do you propose a new student organization?",
      "What is the process to form a new club or society at Sherubtse?",
      "Can anyone propose a new student body at Sherubtse?"
    ],
    "responses": [
      "To initiate a new student body (unit, forum, or society) at Sherubtse College, the following procedure must be followed:\n1. Any member of the Sherubtse family (students and staff) can propose the formation of a new unit/forum/society.\n2. The proposal must include a detailed write-up covering the following:\n  - Vision, Mission, and Objectives\n  - Need assessment\n  - Structure of the proposed unit/forum/society\n  - Sustainability of the proposed unit/forum/society\n  - Financial implications\n  - Draft constitution of the proposed unit/forum/society\n3. The proposal must be submitted to the Office of the DSA for verification and discussion, before it is forwarded to the President for College Management Committee (CMC) deliberation.\n4. The final approval will be given by the CMC.\n5. The CMC will ensure that there is no duplication of mandates with existing student organizations."
    ]
  },
  {
    "tag": "college_discipline_policy",
    "patterns": [
      "What is the College Discipline Policy?",
      "Can you tell me about the discipline policy of Sherubtse College?",
      "What are the rules for student conduct at Sherubtse College?",
      "What happens if a student doesn't follow the college rules?",
      "Tell me about the student conduct and discipline at Sherubtse.",
      "What are the expectations for students' behavior at Sherubtse College?",
      "What are the consequences of violating the College Discipline Policy?"
    ],
    "responses": [
      "Sherubtse College's Discipline Policy is designed to maintain an environment that fosters learning and research. It outlines the rules and procedures for student conduct and ensures the rights of every individual are protected. Students are expected to demonstrate maturity and comply with the College's norms, laws, and procedures. Failure to comply may lead to disciplinary sanctions."
    ]
  },
  {
    "tag": "objectives_of_discipline_policy",
    "patterns": [
      "What are the objectives of the College Discipline Policy?",
      "Can you explain the objectives of the discipline policy?",
      "What is the purpose of Sherubtse College's discipline rules?",
      "Why does Sherubtse College have a discipline policy?",
      "What are the goals of the College Discipline Policy?"
    ],
    "responses": [
      "The objectives of the College Discipline Policy are: 1) To promote peace and harmony in the College community, fostering a conducive environment for intellectual, physical, and psychological well-being. 2) To inform members of their rights, roles, and responsibilities, encouraging adherence to the College's norms. 3) To provide a fair and equal system for addressing misconduct. 4) To inform members about the potential sanctions for violations."
    ]
  },
  {
    "tag": "student_rights_and_responsibilities",
    "patterns": [
      "What are the rights of students at Sherubtse College?",
      "Can students exercise their rights freely at Sherubtse College?",
      "What responsibilities do students have at Sherubtse College?",
      "What should students be mindful of while exercising their rights?",
      "What happens if a student violates the rules of Sherubtse College?"
    ],
    "responses": [
      "Students at Sherubtse College have the right to pursue an education and receive a degree for completing the requirements. They also retain the rights guaranteed under the law. However, students must exercise these rights in accordance with the College's norms, considering the impact their actions may have on others. Violations of the rules may lead to disciplinary sanctions."
    ]
  },
  {
    "tag": "disciplinary_sanctions",
    "patterns": [
      "What are the possible sanctions for violating the College rules?",
      "What happens if a student violates the discipline policy?",
      "What penalties can a student face if they misbehave?",
      "Can a student face sanctions for breaking the College rules?"
    ],
    "responses": [
      "Sherubtse College reserves the right to determine appropriate disciplinary sanctions for violations of its rules. These sanctions may vary depending on the severity of the misconduct and can include penalties such as warnings, suspension, or expulsion."
    ]
  },
  {
    "tag": "jurisdiction",
    "patterns": [
      "What is the jurisdiction of the College Discipline Policy?",
      "Can the College Discipline Policy apply to off-campus behavior?",
      "Does Sherubtse College have authority over off-campus conduct?",
      "Can off-campus illegal conduct be adjudicated by Sherubtse College?",
      "What happens if a student commits an offense off-campus?",
      "Can foreign students be held responsible for off-campus violations?",
      "What factors determine if the College will take action on off-campus behavior?"
    ],
    "responses": [
      "Sherubtse College's Discipline Policy governs student conduct both on and off-campus if it adversely affects the College community or its objectives. Illegal off-campus conduct may be adjudicated on campus as a violation of the Student Code of Conduct. Foreign students may be held responsible for violations based on this policy and the laws of the country they are visiting or residing in. The Dean of Student Affairs considers factors like the seriousness of the offense, potential harm, and whether the victim is a member of the campus community when deciding whether to exercise jurisdiction over off-campus conduct."
    ]
  },
  {
    "tag": "definition_of_terms",
    "patterns": [
      "What is the definition of 'College' in the Discipline Policy?",
      "What does 'Student' mean in the College Discipline Policy?",
      "What is meant by 'faculty member' in the policy?",
      "Can you explain 'College staff' in the context of the Discipline Policy?",
      "What is a 'member of the College community'?",
      "What does 'College Campus' refer to in the policy?",
      "What is meant by 'College property'?"
    ],
    "responses": [
      "In the context of the College Discipline Policy: 1) 'College' refers to Sherubtse College under the Royal University of Bhutan. 2) 'Student' refers to any individual enrolled in or registered for an academic program at the College, whose status continues until graduation or dismissal. 3) 'Faculty member' refers to any person employed by the College to conduct academic activities. 4) 'College staff' refers to any individual employed by the College to perform administrative or professional responsibilities. 5) 'Member of the College community' includes students, faculty members, College staff, or anyone working in the College. 6) 'College Campus' refers to the area, land, buildings, and property registered under the College's name. 7) 'College property' refers to all land, buildings, facilities, and any items owned, used, or controlled by the College."
    ]
  },
  {
    "tag": "academic_dishonesty",
    "patterns": [
      "What is academic dishonesty?",
      "Can you explain academic dishonesty in the College Discipline Policy?",
      "What constitutes academic dishonesty at Sherubtse College?",
      "What are examples of academic dishonesty?"
    ],
    "responses": [
      "Academic dishonesty includes actions such as plagiarism, cheating on assignments or exams, unauthorized collaboration, using test materials without permission, submitting false academic records, and falsifying data or research. It also includes altering or forging University records or obtaining grades dishonestly."
    ]
  },
  {
    "tag": "disruptive_classroom_behavior",
    "patterns": [
      "What is considered disruptive classroom behavior?",
      "Can you explain disruptive classroom behavior in the context of the policy?",
      "What actions are considered disruptive in class at Sherubtse College?"
    ],
    "responses": [
      "Disruptive classroom behavior refers to actions that substantially or repeatedly interrupt the instructor's ability to teach or hinder student learning. It includes behaviors that interfere with any academic setting where students are working toward academic credit or fulfilling program requirements."
    ]
  },
  {
    "tag": "attempts_to_injure_or_defraud",
    "patterns": [
      "What does 'attempts to injure or defraud' mean?",
      "Can you explain attempts to injure or defraud in the policy?",
      "What actions are considered attempts to injure or defraud?"
    ],
    "responses": [
      "'Attempts to injure or defraud' refers to forging, printing, reproducing, or altering records or documents with the intent to harm, mislead, or defraud others. It includes actions such as falsifying documents or attempting to misinform others for personal gain."
    ]
  },
  {
    "tag": "possession_of_stolen_property",
    "patterns": [
      "What does possession of stolen property mean?",
      "Can you explain possession of stolen property under the policy?",
      "What are the consequences of possessing stolen property?"
    ],
    "responses": [
      "Possession of stolen property refers to receiving, retaining, or disposing of property that has been stolen, or believing it to be stolen, with the intent to benefit oneself or others, or to prevent the owner from recovering it."
    ]
  },
  {
    "tag": "defamation",
    "patterns": [
      "What is defamation in the context of the policy?",
      "Can you explain defamation under the College Discipline Policy?",
      "What actions are considered defamation?"
    ],
    "responses": [
      "Defamation refers to intentionally damaging someone's reputation by spreading false or distorted information about them. For example, making false statements about a student's character or actions to harm their reputation."
    ]
  },
  {
    "tag": "libel",
    "patterns": [
      "What is libel according to the policy?",
      "Can you explain libel in the context of Sherubtse College?",
      "What actions are considered libel?"
    ],
    "responses": [
      "Libel refers to defamation through written, drawn, or photographic means. For example, drawing or writing something false about someone intending it to be believed as true, such as falsely accusing someone of stealing."
    ]
  },
  {
    "tag": "public_intoxication",
    "patterns": [
      "What is considered public intoxication?",
      "Can you explain public intoxication in the policy?",
      "What actions are considered public intoxication?"
    ],
    "responses": [
      "Public intoxication refers to being in a public place under the influence of alcohol, narcotics, or drugs that endanger oneself, others, or property. For example, engaging in violent behavior while intoxicated outside a residence."
    ]
  },
  {
    "tag": "illegal_transaction_of_substances",
    "patterns": [
      "What does illegal transaction of controlled substances mean?",
      "Can you explain illegal transactions of substances in the policy?",
      "What are examples of illegal transactions of substances?"
    ],
    "responses": [
      "Illegal transaction of controlled substances refers to engaging in unlawful activities such as importing, selling, buying, or hoarding psychotropic substances, narcotic drugs, or tobacco products. An example is purchasing drugs from another country and selling them illegally."
    ]
  },
  {
    "tag": "unauthorized_access_or_trespassing",
    "patterns": [
      "What is unauthorized access or trespassing?",
      "Can you explain unauthorized access or trespassing in the policy?",
      "What actions are considered unauthorized access?"
    ],
    "responses": [
      "Unauthorized access or trespassing involves entering College property, facilities, or using College systems without permission. This includes using keys, access cards, or codes without authorization."
    ]
  },
  {
    "tag": "misconduct_meaning",
    "patterns": [
      "What is considered misconduct at Sherubtse College?",
      "Can you explain misconduct according to the College Discipline Policy?",
      "What does misconduct mean in the context of the College rules?",
      "What actions are considered misconduct under the College policy?"
    ],
    "responses": [
      "Misconduct refers to student conduct that unreasonably impairs the freedom of others, disrupts the College's due processes, causes damage to College property, or is detrimental to the good order, academic standing, or reputation of the College. Misconduct includes behaviors that are adverse to the College's objectives and mission."
    ]
  },
  {
    "tag": "misconduct_specifics",
    "patterns": [
      "What actions are considered misconduct under the College policy?",
      "Can you provide examples of misconduct according to the policy?",
      "What are the specific actions that qualify as misconduct in the College?"
    ],
    "responses": [
      "Misconduct includes, but is not limited to: 1) Disrupting or obstructing teaching, research, examinations, or official meetings. 2) Obstructing a staff member in performing their duties. 3) Interfering with the freedom of movement of any member of the College community. 4) Interfering with the freedom of speech within the College. 5) Engaging in conduct that causes harm or damage to others or College property. 6) Entering prohibited areas of the College premises. 7) Committing unlawful assault or damage to College property. 8) Cheating, dishonesty, or assisting others to cheat in academic assessments. 9) Plagiarizing to gain academic credit. 10) Altering or gaining unauthorized access to College records. 11) Making false representations related to the student’s status. 12) Disclosing confidential College information without authority. 13) Failing to comply with reasonable directions from staff or failing to identify oneself when requested. 14) Failing to comply with penalties or requirements imposed under the College rules."
    ]
  },
  {
    "tag": "cheating_and_plagiarism",
    "patterns": [
      "What is considered cheating in the College policy?",
      "Can you explain what constitutes plagiarism at Sherubtse College?",
      "What actions are considered cheating or plagiarism in the College?"
    ],
    "responses": [
      "Cheating involves acting dishonestly or unfairly, including assisting others to cheat or attempting to cheat in academic assessments such as exams, tests, assignments, or theses. Plagiarism refers to using someone else's work as your own without proper attribution, in an attempt to gain academic credit."
    ]
  },
  {
    "tag": "unauthorized_access_and_disclosure",
    "patterns": [
      "What does unauthorized access mean in the College misconduct policy?",
      "Can you explain unauthorized disclosure of information in the policy?",
      "What actions involve unauthorized access or disclosure at Sherubtse College?"
    ],
    "responses": [
      "Unauthorized access refers to gaining access to College documents or records without lawful authority or altering them. Unauthorized disclosure involves revealing confidential College information to others, without permission, when the student knows or should reasonably know that the information is confidential."
    ]
  },
  {
    "tag": "failure_to_comply",
    "patterns": [
      "What does failing to comply mean under the College misconduct policy?",
      "Can you explain what happens if a student fails to comply with College rules?",
      "What are the consequences of not complying with College directions or policies?"
    ],
    "responses": [
      "Failing to comply refers to not adhering to reasonable directions given by College staff, not providing identification when requested, or failing to observe requirements, suspensions, or penalties imposed under the College's rules or policies. This could also include not complying with penalties or restrictions imposed for prior misconduct."
    ]
  },
  {
    "tag": "drug_policy",
    "patterns": [
      "What is the College's policy on drugs?",
      "Is the use of drugs allowed at Sherubtse College?",
      "What happens if a student is caught with drugs at the College?"
    ],
    "responses": [
      "The College strictly prohibits the consumption, use, possession, sale, or distribution of drugs, as well as the possession, use, or sale of drug paraphernalia. Drug-related offenses may result in severe sanctions, including rehabilitation, suspension, or termination from the College. Legal charges may also apply according to the law of the land."
    ]
  },
  {
    "tag": "alcohol_policy",
    "patterns": [
      "What is the College's policy on alcohol?",
      "Is drinking alcohol allowed at Sherubtse College?",
      "What happens if a student consumes alcohol at the College?"
    ],
    "responses": [
      "Sherubtse College is designated as an Alcohol-Free Zone, and the sale or consumption of alcohol within the College is strictly prohibited. Students are also prohibited from drinking in restaurants, bars, or open areas near the College. Violating this policy may lead to severe disciplinary sanctions, including suspension or termination from the College."
    ]
  },
  {
    "tag": "smoking_tobacco_policy",
    "patterns": [
      "Is smoking allowed on College premises?",
      "What is the smoking and tobacco policy at Sherubtse College?",
      "Are tobacco products allowed on campus?"
    ],
    "responses": [
      "The College campus is a Smoke-Free Zone. Smoking, the use of tobacco products, and e-cigarettes are prohibited on campus and in public areas near the College. Violating this rule may result in financial charges, other sanctions, or even legal penalties as per the law."
    ]
  },
  {
    "tag": "dress_code",
    "patterns": [
      "What is the dress code at Sherubtse College?",
      "Can students wear casual clothes on campus?",
      "Are there any restrictions on what students can wear?"
    ],
    "responses": [
      "Students are required to wear formal attire (Gho & Kira) from 8:00 AM to 5:00 PM on campus. Informal dress is permitted only if deemed decent in nature. The College is strict about avoiding clothing that exposes innerwear or body parts. Violating this dress code may result in disciplinary actions."
    ]
  },
  {
    "tag": "earrings_boys",
    "patterns": [
      "Are male students allowed to wear earrings?",
      "Can boys wear earrings at Sherubtse College?",
      "What happens if a male student wears earrings?"
    ],
    "responses": [
      "Male students are strictly prohibited from wearing earrings at Sherubtse College. Violations of this rule may result in disciplinary sanctions."
    ]
  },
  {
    "tag": "hair_style_policy",
    "patterns": [
      "What are the rules about hairstyles at the College?",
      "Can students dye their hair at Sherubtse College?",
      "Are there restrictions on hairstyles at Sherubtse College?"
    ],
    "responses": [
      "Students are expected to maintain neat, clean, and tidy hairstyles. Extreme hairstyles or non-natural hair coloring are not permitted. Violating this rule may result in disciplinary actions."
    ]
  },
  {
    "tag": "punctuality_policy",
    "patterns": [
      "What are the punctuality rules at Sherubtse College?",
      "When do students need to be back in their rooms on campus?",
      "Are students allowed to be late for College functions?"
    ],
    "responses": [
      "Students are required to be punctual for all College functions. Quiet hours are from 8:30 PM to 6:00 AM, and students must be in their rooms by 8:30 PM unless attending campus events. Movement outside the campus is restricted after 8:30 PM. Non-compliance may lead to fines, warnings, or suspension."
    ]
  },
  {
    "tag": "automobile_policy",
    "patterns": [
      "Can students bring cars to Sherubtse College?",
      "Are students allowed to drive private automobiles on campus?",
      "What happens if a student brings a car without permission?"
    ],
    "responses": [
      "Students are not allowed to bring or drive private automobiles unless it benefits the larger College community, in which case approval from the DSA’s office is required. Day-scholar students may also be allowed with proper documentation. Violating this policy may lead to disciplinary sanctions."
    ]
  },
  {
    "tag": "pregnancy_policy",
    "patterns": [
      "What is the College's policy on pregnancy?",
      "Can a pregnant student receive special consideration at Sherubtse College?",
      "What happens if a student becomes pregnant while enrolled?"
    ],
    "responses": [
      "Pregnant students will be treated according to the College's attendance and progression rules, with no special consideration provided. A maternity leave of one year is allowed, as required by law, but there will be no extension of the registration period."
    ]
  },
  {
    "tag": "apprehension_by_police",
    "patterns": [
      "What happens if a student is apprehended by the police?",
      "Can a student continue their studies if arrested?",
      "What happens if a student is involved in a legal case?"
    ],
    "responses": [
      "If a student is apprehended by the police while suspended, the College Discipline Committee (CDC) will investigate further. The student can continue their studies, but their attendance will not be considered for missed classes. After the court's verdict, the CDC will impose appropriate sanctions for any breach of College rules."
    ]
  },
  {
    "tag": "warning_sanction",
    "patterns": [
      "What is a warning in disciplinary actions?",
      "What does it mean when a student gets a warning?",
      "How does the College handle warnings?"
    ],
    "responses": [
      "A warning is a verbal or written reprimand issued to the offender. It serves as a formal caution, and repeated violations may lead to more severe sanctions."
    ]
  },
  {
    "tag": "probation_sanction",
    "patterns": [
      "What is probation in disciplinary actions?",
      "What happens when a student is put on probation?",
      "What does probation mean at Sherubtse College?"
    ],
    "responses": [
      "Probation is a special status with conditions imposed for a defined period. If the student violates any college regulations during this period, more severe disciplinary sanctions may apply."
    ]
  },
  {
    "tag": "required_compliance_sanction",
    "patterns": [
      "What does required compliance mean in disciplinary actions?",
      "What happens when a student is required to comply?",
      "What is required compliance at Sherubtse College?"
    ],
    "responses": [
      "Required compliance refers to fulfilling college requirements, work assignments, community service, or other discretionary assignments as part of the disciplinary process."
    ]
  },
  {
    "tag": "confiscation_sanction",
    "patterns": [
      "What is confiscation in disciplinary actions?",
      "What happens if a student's property is confiscated?",
      "What does confiscation mean for students?"
    ],
    "responses": [
      "Confiscation involves the removal of goods that were used or possessed in violation of college regulations, including falsified identification or improperly used IDs."
    ]
  },
  {
    "tag": "restitution_sanction",
    "patterns": [
      "What is restitution in disciplinary actions?",
      "What happens if a student has to make restitution?",
      "How does restitution work at Sherubtse College?"
    ],
    "responses": [
      "Restitution means compensating for any loss, injury, or damage to college property caused by the student's actions."
    ]
  },
  {
    "tag": "restriction_privileges_sanction",
    "patterns": [
      "What does restriction of privileges mean in disciplinary actions?",
      "What happens if a student loses their privileges?",
      "How are privileges restricted at Sherubtse College?"
    ],
    "responses": [
      "Restriction of privileges refers to the denial of specific rights or privileges, such as access to official transcripts, for a defined period."
    ]
  },
  {
    "tag": "college_housing_suspension_sanction",
    "patterns": [
      "What is college housing suspension?",
      "What happens if a student is suspended from college housing?",
      "Can a student be suspended from housing at Sherubtse College?"
    ],
    "responses": [
      "College housing suspension involves the temporary separation of the student from college housing for disciplinary reasons."
    ]
  },
  {
    "tag": "college_housing_expulsion_sanction",
    "patterns": [
      "What is college housing expulsion?",
      "What happens if a student is expelled from college housing?",
      "Can a student be permanently expelled from housing?"
    ],
    "responses": [
      "College housing expulsion refers to the permanent separation of the student from college housing."
    ]
  },
  {
    "tag": "withholding_stipend_sanction",
    "patterns": [
      "What does withholding stipend mean?",
      "Can a student's stipend be withheld?",
      "What happens if a student's stipend is withheld?"
    ],
    "responses": [
      "Withholding of stipend refers to the non-payment of a student's monthly stipend or the collection of an equivalent amount to serve a greater purpose."
    ]
  },
  {
    "tag": "confession_sanction",
    "patterns": [
      "What is the confession sanction?",
      "What does it mean for a student to confess in front of a gathering?",
      "How does the College use confession as a disciplinary action?"
    ],
    "responses": [
      "Confession involves making the student confess their guilt in front of a large gathering, such as a morning assembly, and committing not to engage in similar violations in the future."
    ]
  },
  {
    "tag": "suspension_sanction",
    "patterns": [
      "What does suspension mean in disciplinary actions?",
      "What happens if a student is suspended from the College?",
      "Can a student be suspended from Sherubtse College?"
    ],
    "responses": [
      "Suspension refers to the temporary separation of a student from the College for a defined period. After this period, the student may be eligible for readmission, often with conditions."
    ]
  },
  {
    "tag": "interim_suspension_sanction",
    "patterns": [
      "What is interim suspension?",
      "What happens if a student is given interim suspension?",
      "Can a student be immediately suspended?"
    ],
    "responses": [
      "Interim suspension is an immediate suspension imposed on a student or student organization pending a hearing. This suspension may include denial of access to college activities or housing to ensure safety and well-being."
    ]
  },
  {
    "tag": "withholding_diploma_degree_sanction",
    "patterns": [
      "What does withholding of diploma or degree mean?",
      "Can the College withhold a diploma or degree?",
      "Why would a student's diploma or degree be withheld?"
    ],
    "responses": [
      "Withholding of diploma or degree means that the College may withhold a student's diploma or degree until the completion of assigned sanctions."
    ]
  },
  {
    "tag": "revocation_of_admission_degree_sanction",
    "patterns": [
      "What does revocation of admission or degree mean?",
      "Can the College revoke a student's admission or degree?",
      "Why would a student's admission or degree be revoked?"
    ],
    "responses": [
      "Revocation of admission or degree involves rescinding a student's admission to the College or revoking a degree already awarded."
    ]
  },
  {
    "tag": "expulsion_termination_sanction",
    "patterns": [
      "What is expulsion in disciplinary actions?",
      "What happens if a student is expelled from the College?",
      "Can a student be permanently terminated from Sherubtse College?"
    ],
    "responses": [
      "Expulsion means the permanent separation of the student from the College for serious violations of regulations."
    ]
  },
  {
    "tag": "enhanced_punishment_sanction",
    "patterns": [
      "What is enhanced punishment?",
      "What happens if a student commits the same offense multiple times?",
      "How does the College handle repeated offenses?"
    ],
    "responses": [
      "Enhanced punishment refers to more severe sanctions for students found guilty of the same or similar offenses repeatedly. For example, a warning may be enhanced to suspension, and suspension may be enhanced to expulsion."
    ]
  },
  {
    "tag": "student_responsibilities",
    "patterns": [
      "What are the responsibilities of students?",
      "What should students do in their studies?",
      "What are the rules and responsibilities for students?"
    ],
    "responses": [
      "Students have several responsibilities, including applying themselves to their studies, becoming familiar with rules and regulations, attending all teaching activities, submitting original work, respecting other learners, and providing feedback about teaching and learning practices."
    ]
  },
  {
    "tag": "staff_responsibilities",
    "patterns": [
      "What are the responsibilities of staff in teaching and learning?",
      "What does the staff need to do in the learning process?",
      "What are the staff's duties in education?"
    ],
    "responses": [
      "Staff are responsible for providing clear and timely information to students, developing students' knowledge and skills, encouraging self-directed learning, offering constructive feedback, attending classes, and ensuring equal opportunity for all students."
    ]
  },
  {
    "tag": "department_responsibilities",
    "patterns": [
      "What are the responsibilities of the department in teaching and learning?",
      "What does the department need to do for students?",
      "What is the role of the department in ensuring quality learning?"
    ],
    "responses": [
      "The department is responsible for promoting professional development for staff, ensuring equitable workload distribution, providing accurate module information, ensuring staff availability outside class time, using relevant teaching strategies, and ensuring timely return of assessed work."
    ]
  },
  {
    "tag": "college_responsibilities",
    "patterns": [
      "What is the role of the college in teaching and learning?",
      "What responsibilities does the college have towards students and staff?",
      "How does the college contribute to academic success?"
    ],
    "responses": [
      "The college ensures that applicants are properly qualified, provides the necessary resources for optimal learning, maintains an equitable workload across schools, and creates a safe and healthy environment for all stakeholders."
    ]
  },
  {
    "tag": "university_responsibilities",
    "patterns": [
      "What are the responsibilities of the university in teaching and learning?",
      "What does the university need to do to support learning?",
      "What role does the university play in creating a quality learning environment?"
    ],
    "responses": [
      "The university is responsible for developing and reviewing policies related to teaching and learning, ensuring a safe and healthy environment, providing development opportunities for lecturers, ensuring student rights, and maintaining quality learning facilities."
    ]
  },
  {
    "tag": "infringement_responsibilities_student",
    "patterns": [
      "What happens if a student infringes responsibilities?",
      "What are the consequences for students who violate responsibilities?",
      "What happens if a student plagiarizes or cheats?"
    ],
    "responses": [
      "Infringement of responsibilities such as plagiarism or violating the use of college resources may lead to disciplinary action, including warnings or more severe sanctions."
    ]
  },
  {
    "tag": "infringement_responsibilities_staff",
    "patterns": [
      "What happens if staff members infringe their responsibilities?",
      "What are the consequences for staff who violate their duties?",
      "What happens if a staff member fails to attend classes?"
    ],
    "responses": [
      "Infringement of staff responsibilities, such as not attending classes or failing to ensure equal opportunities, are considered serious and may lead to disciplinary action."
    ]
  },
  {
    "tag": "student_rights",
    "patterns": [
      "What rights do students have in teaching and learning?",
      "What are the rights of a student in the university?",
      "What should students expect from staff and departments?"
    ],
    "responses": [
      "Students have the right to clear and accurate information regarding module regulations, timely feedback on assessments, opportunities to take responsibility for their learning, and respect for their opinions in teaching and learning activities."
    ]
  },
  {
    "tag": "staff_rights",
    "patterns": [
      "What rights do staff have in teaching and learning?",
      "What should staff expect from students and departments?",
      "What are the rights of a staff member in the university?"
    ],
    "responses": [
      "Staff have the right to access the necessary resources to support their teaching, timely and constructive feedback from students, and a respectful working environment free from discrimination or harassment."
    ]
  },
  {
    "tag": "student_feedback",
    "patterns": [
      "How should students provide feedback?",
      "What kind of feedback do students give to staff?",
      "What should students do to evaluate the teaching process?"
    ],
    "responses": [
      "Students are encouraged to provide feedback about teaching and learning practices, the quality of modules, and contribute to the development of university programs and policies. They can also evaluate their own and their peers' work critically."
    ]
  },
  {
    "tag": "staff_feedback",
    "patterns": [
      "How should staff gather feedback?",
      "How do staff get feedback from students?",
      "What do staff need to do with student feedback?"
    ],
    "responses": [
      "Staff should seek feedback from students about the effectiveness of their teaching and the quality of the modules. They should use this feedback to improve their teaching methods and course materials."
    ]
  },
  {
    "tag": "department_support",
    "patterns": [
      "How does the department support students?",
      "What role does the department play in supporting teaching?",
      "What support is provided by the department for students?"
    ],
    "responses": [
      "The department supports students by ensuring accurate and timely information about module objectives, assessment tasks, and methods of assessment. It also provides access to academic staff for discussions, addresses performance issues affected by illness or disability, and encourages professional development."
    ]
  },
  {
    "tag": "college_resources",
    "patterns": [
      "What resources does the college provide for learning?",
      "How does the college support students' learning?",
      "What learning resources are available in the college?"
    ],
    "responses": [
      "The college ensures that students have access to adequate resources, including library facilities, appropriate learning tools, and a safe and healthy learning environment. It also provides sufficient modules for students to complete their studies within the specified time."
    ]
  },
  {
    "tag": "university_policies",
    "patterns": [
      "What policies does the university follow for teaching and learning?",
      "What are the university's responsibilities in terms of policies?",
      "How does the university ensure quality in teaching?"
    ],
    "responses": [
      "The university is responsible for developing and reviewing policies related to teaching, learning, and assessment. It ensures that resource provision across colleges is equitable, offers development opportunities for lecturers, and maintains a safe and healthy study environment."
    ]
  },
  {
    "tag": "teaching_equality",
    "patterns": [
      "How does the university ensure equal opportunities for students?",
      "What is done to ensure equality in teaching?",
      "How does the university prevent discrimination?"
    ],
    "responses": [
      "The university ensures equal opportunities for all students, regardless of their background, by adhering to policies on equality, preventing discrimination, and providing students with the right to express their views and opinions freely."
    ]
  },
  {
    "tag": "teaching_feedback_processing",
    "patterns": [
      "What happens to the feedback given by students?",
      "How is student feedback used in the university?",
      "What is done after students provide feedback?"
    ],
    "responses": [
      "The university and department follow up on student evaluations of teaching and module evaluations. Feedback is reviewed to improve teaching methods, module structure, and overall student experience."
    ]
  },
  {
    "tag": "academic_integrity",
    "patterns": [
      "What is academic integrity in the university?",
      "How is academic integrity maintained?",
      "What are the consequences of academic dishonesty?"
    ],
    "responses": [
      "Academic integrity is maintained by students submitting original work, avoiding plagiarism, and following the university's rules on academic conduct. Violating academic integrity may result in disciplinary actions."
    ]
  },
  {
    "tag": "module_information",
    "patterns": [
      "What information do students receive about modules?",
      "How is module information shared with students?",
      "What should be included in module information?"
    ],
    "responses": [
      "Students receive accurate and timely information about module objectives, assessment tasks, and methods of assessment. This information is typically provided at the beginning of the module and throughout the course."
    ]
  },
  {
    "tag": "attendance_requirements",
    "patterns": [
      "What are the attendance requirements for students?",
      "How is attendance monitored in the university?",
      "What happens if a student misses a class?"
    ],
    "responses": [
      "Students are expected to attend all organized teaching and learning activities. Attendance is monitored, and excessive absences may result in penalties or affect their performance in the module. It is important to inform the relevant authorities if unable to attend due to valid reasons."
    ]
  },
  {
    "tag": "assessment_feedback",
    "patterns": [
      "How long does it take to receive feedback on assessments?",
      "When will I get feedback on my assignments?",
      "What should I expect in assessment feedback?"
    ],
    "responses": [
      "Students should expect constructive feedback on their assessments in a timely manner. Staff aim to provide detailed comments that help improve students' understanding and performance in future tasks."
    ]
  },
  {
    "tag": "module_requirements",
    "patterns": [
      "What are the module requirements for my course?",
      "Where can I find information about module requirements?",
      "What should I know about my module before starting?"
    ],
    "responses": [
      "Module requirements, including objectives, attendance, assessment tasks, and grading criteria, should be clearly outlined at the beginning of each module. Students should refer to the module handbook and materials provided by the teaching staff."
    ]
  },
  {
    "tag": "academic_support",
    "patterns": [
      "What academic support is available for students?",
      "How can I get help with my studies?",
      "Where can I find academic guidance?"
    ],
    "responses": [
      "Students can access academic support through workshops, one-on-one consultations with tutors, and additional learning resources provided by the department or university. If a student is struggling, they should reach out to academic staff for guidance."
    ]
  },
  {
    "tag": "disability_support",
    "patterns": [
      "How does the university support students with disabilities?",
      "What accommodations are available for students with disabilities?",
      "How can I request disability support services?"
    ],
    "responses": [
      "The university provides accommodations for students with disabilities, such as extended exam times, note-taking assistance, and accessible learning materials. Students can request support through the disability services department or directly with the relevant academic staff."
    ]
  },
  {
    "tag": "professional_development",
    "patterns": [
      "What professional development opportunities are available for students?",
      "How can I improve my skills while studying?",
      "Are there opportunities for career development at the university?"
    ],
    "responses": [
      "Students are encouraged to participate in professional development opportunities, such as internships, industry seminars, and career guidance workshops. The university also offers skills development programs to enhance employability."
    ]
  },
  {
    "tag": "confidentiality",
    "patterns": [
      "Is my academic information kept confidential?",
      "How is student privacy protected?",
      "What is the university’s policy on confidentiality?"
    ],
    "responses": [
      "The university respects student privacy and confidentiality. Academic records, personal information, and feedback are protected and only shared with relevant parties as required by law or university policy."
    ]
  },
  {
    "tag": "academic_integrity_policy",
    "patterns": [
      "What is the university’s academic integrity policy?",
      "How does the university handle cheating or plagiarism?",
      "What are the consequences of violating academic integrity?"
    ],
    "responses": [
      "The university has a strict academic integrity policy, which prohibits cheating, plagiarism, and other dishonest behaviors. Violations can result in disciplinary actions, including warnings, suspension, or expulsion depending on the severity of the offense."
    ]
  },
  {
    "tag": "exam_regulations",
    "patterns": [
      "What are the regulations for exams?",
      "What should I know about exam conduct?",
      "How do I prepare for exams?"
    ],
    "responses": [
      "Examination regulations include rules on behavior during exams, use of materials, and consequences for misconduct. Students are expected to arrive on time, bring necessary materials, and avoid any form of cheating. It’s important to review the specific exam guidelines provided before the exam period."
    ]
  },
  {
    "tag": "time_management",
    "patterns": [
      "How can I improve my time management?",
      "What tips are there for managing my study schedule?",
      "How do I balance my coursework and personal life?"
    ],
    "responses": [
      "Effective time management involves setting clear priorities, breaking down large tasks into manageable portions, and sticking to deadlines. Students are encouraged to use planners, set realistic goals, and avoid procrastination to ensure a balanced workload."
    ]
  },
  {
    "tag": "research_opportunities",
    "patterns": [
      "What research opportunities are available for students?",
      "How can I get involved in research projects?",
      "Where can I find information about research opportunities?"
    ],
    "responses": [
      "Students can participate in research projects through faculty-led initiatives, independent research opportunities, or internships. Departments often offer research opportunities, and students can approach academic staff to inquire about available projects."
    ]
  },
  {
    "tag": "student_mental_health",
    "patterns": [
      "What support is available for student mental health?",
      "How can I get help if I'm struggling with my mental health?",
      "What resources are available for mental health issues?"
    ],
    "responses": [
      "The university offers mental health support services, including counseling, stress management workshops, and peer support groups. Students are encouraged to seek help if they are experiencing mental health challenges."
    ]
  },
  {
    "tag": "module_updates",
    "patterns": [
      "How will I be informed about updates to my module?",
      "What happens if there are changes to the module schedule?",
      "How can I stay updated on module changes?"
    ],
    "responses": [
      "Students will be notified of any changes to the module schedule or materials via email, the learning management system, or announcements in class. It’s important to check regularly for updates."
    ]
  },
  {
    "tag": "student_engagement",
    "patterns": [
      "How can I get involved in student activities?",
      "What extracurricular activities are available for students?",
      "How can I engage with other students outside of classes?"
    ],
    "responses": [
      "Students can get involved in various extracurricular activities such as clubs, societies, sports teams, and volunteering opportunities. These activities provide a chance to build skills, network with peers, and enhance the university experience."
    ]
  },
  {
    "tag": "graduation_requirements",
    "patterns": [
      "What are the requirements for graduation?",
      "How do I know if I’m eligible to graduate?",
      "What do I need to complete in order to graduate?"
    ],
    "responses": [
      "To be eligible for graduation, students must meet the academic requirements set by their degree program, including passing all required modules and meeting the minimum credit requirements. Additionally, students must fulfill any other obligations such as internships or projects."
    ]
  },
  {
    "tag": "tuition_fees",
    "patterns": [
      "What are the tuition fees for my program?",
      "Where can I find information on tuition fees?",
      "Can I get a fee waiver or financial assistance?"
    ],
    "responses": [
      "Tuition fees vary depending on the program and student status. Information on tuition fees is available through the university's finance office or on the university website. Financial assistance may be available through scholarships, grants, or loans."
    ]
  },
  {
    "tag": "student_housing",
    "patterns": [
      "How can I apply for student housing?",
      "What is the process for housing allocation?",
      "What options are available for student housing?"
    ],
    "responses": [
      "Student housing applications are typically handled by the university's housing office. Students can apply for housing at the start of each academic year. Housing options include on-campus dormitories or off-campus accommodations arranged through the university."
    ]
  },
  {
    "tag": "academic_advising",
    "patterns": [
      "Do I need to see an academic advisor?",
      "How can I get academic advising?",
      "When should I meet with an academic advisor?"
    ],
    "responses": [
      "Academic advising is available to help students make informed decisions about their academic progress. It’s recommended to meet with an advisor at the start of the semester or when making major academic decisions, such as selecting courses or changing programs."
    ]
  },
  {
    "tag": "internship_opportunities",
    "patterns": [
      "How can I find internship opportunities?",
      "Are internships required for my program?",
      "What are the benefits of internships?"
    ],
    "responses": [
      "The university offers various internship opportunities through collaborations with industries, departments, and external organizations. Some programs require internships as part of the curriculum. Internships provide valuable hands-on experience that can enhance your career prospects."
    ]
  },
  {
    "tag": "student_feedback",
    "patterns": [
      "How can I give feedback about my course?",
      "Can I provide feedback on teaching or modules?",
      "Where can I submit my feedback about the program?"
    ],
    "responses": [
      "Students are encouraged to provide feedback about their courses, teaching quality, and overall academic experience. Feedback can be submitted through anonymous surveys, course evaluations, or by directly contacting the course coordinator or department."
    ]
  },
  {
    "tag": "safety_and_security",
    "patterns": [
      "What should I do in case of an emergency?",
      "How does the university ensure campus safety?",
      "Are there safety measures in place for students?"
    ],
    "responses": [
      "The university takes campus safety seriously and has measures in place such as 24/7 security, emergency alarms, and safety protocols. In case of an emergency, students should follow the instructions of campus security or call emergency services."
    ]
  },
  {
    "tag": "student_rights",
    "patterns": [
      "What are my rights as a student?",
      "What should I do if my rights are violated?",
      "How does the university protect student rights?"
    ],
    "responses": [
      "Students have the right to a safe, respectful, and inclusive learning environment. If you believe your rights are being violated, you should report the issue to the appropriate university office, such as student services or the student ombudsman."
    ]
  },
  {
    "tag": "study_abroad",
    "patterns": [
      "Can I study abroad as part of my degree?",
      "How do I apply for a study abroad program?",
      "What are the benefits of studying abroad?"
    ],
    "responses": [
      "The university offers study abroad programs through partnerships with universities around the world. Students can apply through the international office. Studying abroad provides a valuable opportunity to experience different cultures and enhance academic knowledge."
    ]
  },
  {
    "tag": "library_services",
    "patterns": [
      "What library services are available for students?",
      "How can I access the library resources?",
      "Can I borrow books from the library?"
    ],
    "responses": [
      "The university library offers a range of services, including access to physical books, electronic resources, and study spaces. Students can borrow books, access online journals, and request materials through the library’s website or in person."
    ]
  },
  {
    "tag": "student_welfare",
    "patterns": [
      "What support is available for student welfare?",
      "How does the university support student well-being?",
      "Where can I find student welfare resources?"
    ],
    "responses": [
      "Student welfare services include counseling, health support, and assistance with personal or academic concerns. The university aims to support students’ overall well-being and offers various resources to help with mental, emotional, and physical health."
    ]
  },
  {
    "tag": "student_clubs_and_societies",
    "patterns": [
      "How can I join a student club or society?",
      "What clubs and societies are available at the university?",
      "Can I start my own student club?"
    ],
    "responses": [
      "The university offers a wide range of student clubs and societies. Students can join existing clubs based on their interests or start their own by following the university’s guidelines for club formation and registration."
    ]
  },
  {
    "tag": "personal_identification",
    "patterns": [
      "What should I do if I lose my student ID?",
      "How can I get a replacement for my student card?",
      "What documents do I need to carry on campus?"
    ],
    "responses": [
      "If you lose your student ID, you should report it to the student services office and apply for a replacement. It's important to carry your student ID with you as it grants access to university facilities and services."
    ]
  },
  {
    "tag": "time_management",
    "patterns": [
      "How can I manage my time effectively?",
      "What are some tips for better time management?",
      "How can I improve my study schedule?"
    ],
    "responses": [
      "Effective time management involves planning ahead, setting priorities, and breaking tasks into smaller manageable sections. Use a planner or digital tools to track deadlines, and allocate time for study, relaxation, and extracurricular activities."
    ]
  },
  {
    "tag": "academic_integrity",
    "patterns": [
      "What is academic integrity?",
      "How can I avoid plagiarism?",
      "What are the consequences of cheating?"
    ],
    "responses": [
      "Academic integrity refers to maintaining honesty and fairness in all academic work. This includes avoiding plagiarism, cheating, and fabricating data. Violations may result in severe consequences, including disciplinary action."
    ]
  },
  {
    "tag": "career_services",
    "patterns": [
      "How can I get career advice?",
      "What career services are available?",
      "Can I get help with my CV?"
    ],
    "responses": [
      "The career services office offers guidance on job searching, CV writing, interview preparation, and internships. Workshops and individual counseling sessions are available to help students plan their careers."
    ]
  },
  {
    "tag": "health_services",
    "patterns": [
      "What health services does the university provide?",
      "How can I access medical assistance on campus?",
      "Are mental health resources available?"
    ],
    "responses": [
      "The university offers health services for medical and mental health support, including counseling and therapy. Students can visit the campus health center for consultations, and mental health resources are available for emotional support."
    ]
  },
  {
    "tag": "orientation",
    "patterns": [
      "When is the orientation for new students?",
      "What is included in the student orientation?",
      "How can I prepare for the orientation session?"
    ],
    "responses": [
      "Orientation sessions are held at the start of each academic year to help new students acclimatize to university life. These sessions include introductions to campus resources, academic expectations, and social activities to help you connect with fellow students."
    ]
  },
  {
    "tag": "student_transportation",
    "patterns": [
      "Is there a transportation service for students?",
      "How can I get a student transport pass?",
      "What are the transportation options around the campus?"
    ],
    "responses": [
      "The university provides transportation services, including shuttle buses, to help students get to and from campus. You can inquire about student transport passes at the student services or transportation office."
    ]
  },
  {
    "tag": "student_finance",
    "patterns": [
      "How can I get financial aid?",
      "What scholarships are available for students?",
      "Can I apply for a loan as a student?"
    ],
    "responses": [
      "Financial aid options include scholarships, grants, and student loans. You can apply for financial aid through the university’s financial aid office, and information on available scholarships is provided on the university’s website."
    ]
  },
  {
    "tag": "study_support",
    "patterns": [
      "What study support is available?",
      "Can I get tutoring or academic assistance?",
      "Where can I find help for difficult subjects?"
    ],
    "responses": [
      "The university offers various study support services, including tutoring, academic workshops, and writing assistance. Students can access these services through the student support office or academic departments."
    ]
  },
  {
    "tag": "student_rights_and_grievances",
    "patterns": [
      "How do I file a grievance?",
      "What can I do if I feel my rights are being violated?",
      "Who should I contact for student disputes?"
    ],
    "responses": [
      "Students have the right to raise grievances regarding academic or personal matters. If you feel your rights are being violated, you can file a complaint with the student ombudsman or contact the student services office for guidance."
    ]
  },
  {
    "tag": "email_and_communication",
    "patterns": [
      "How do I access my student email?",
      "What is the university's policy on email communication?",
      "How can I contact professors or departments?"
    ],
    "responses": [
      "Students can access their university email through the online portal. It is an essential communication tool for updates, assignments, and announcements. For communication with professors, it's best to use your official student email."
    ]
  },
  {
    "tag": "exam_policies",
    "patterns": [
      "What are the university’s exam policies?",
      "Can I reschedule my exam?",
      "What happens if I miss an exam?"
    ],
    "responses": [
      "Examination policies include rules on attendance, time limits, and conduct during exams. If you miss an exam due to illness or other valid reasons, you should contact the exam office to request a reschedule or alternative arrangements."
    ]
  },
  {
    "tag": "graduate_programs",
    "patterns": [
      "How can I apply for a graduate program?",
      "What are the requirements for graduate study?",
      "Can I transition from an undergraduate to a graduate program?"
    ],
    "responses": [
      "Graduate programs require an application that includes academic transcripts, letters of recommendation, and sometimes an interview. You can apply through the graduate school office or university website. Requirements vary by program."
    ]
  },
  {
    "tag": "academic_calendar",
    "patterns": [
      "Where can I find the academic calendar?",
      "When do the semester dates start and end?",
      "What are the important academic dates?"
    ],
    "responses": [
      "The academic calendar, including semester start/end dates, holidays, and other important events, is available on the university website. It’s helpful to keep track of key dates for exams, breaks, and registration deadlines."
    ]
  },
  {
    "tag": "student_volunteering",
    "patterns": [
      "How can I get involved in volunteering?",
      "What volunteering opportunities are available?",
      "Can volunteering help me with my studies?"
    ],
    "responses": [
      "Volunteering offers opportunities to develop skills, contribute to the community, and build a strong resume. The university organizes various volunteering programs, and you can also find opportunities through local organizations."
    ]
  },
  {
    "tag": "student_communication_platforms",
    "patterns": [
      "What communication platforms are available for students?",
      "How can I join student groups online?",
      "Is there a student forum or social media page?"
    ],
    "responses": [
      "The university provides communication platforms such as official student forums, social media groups, and messaging apps for students to connect, share information, and engage in university-related discussions."
    ]
  },
  {
    "tag": "campus_facilities",
    "patterns": [
      "What campus facilities are available to students?",
      "Can I use the campus gym or sports facilities?",
      "Where can I study on campus?"
    ],
    "responses": [
      "Students have access to a variety of campus facilities, including the library, computer labs, gymnasium, and study areas. You can use these facilities during the hours specified by each department or facility."
    ]
  },
  {
    "tag": "faculty_staff_student_relationship_policy",
    "patterns": [
      "What is the policy on faculty-student relationships at Sherubtse College?",
      "Can you explain the faculty-staff student relationship policy?",
      "What are the rules regarding faculty-student romantic relationships?",
      "What is the college's stance on sexual relationships between faculty and students?",
      "Tell me about the policy on faculty-student relationships.",
      "What are the consequences of violating the faculty-student relationship policy?"
    ],
    "responses": [
      "Sherubtse College has a zero-tolerance policy on consensual romantic or sexual relationships between faculty/staff and students. The policy is designed to prevent conflicts of interest, favoritism, and exploitation, ensuring the integrity of the academic and work environment."
    ]
  },
  {
    "tag": "policy_reason",
    "patterns": [
      "Why does Sherubtse College have this policy?",
      "What is the purpose of the faculty-student relationship policy?",
      "Why is there a zero-tolerance policy on faculty-student relationships?",
      "Can you explain the reason behind the policy on faculty-student romantic relationships?"
    ],
    "responses": [
      "The purpose of the policy is to ensure that Sherubtse College remains free from conflicts of interest when individuals in positions of unequal power are involved in consensual romantic or sexual relationships, thereby maintaining a fair and professional environment."
    ]
  },
  {
    "tag": "policy_definition",
    "patterns": [
      "What does consensual romantic or sexual relationship mean in the policy?",
      "Can you define consensual romantic or sexual relationships as per the policy?",
      "What is meant by consensual romantic or sexual relationships in the context of this policy?"
    ],
    "responses": [
      "A consensual romantic or sexual relationship refers to a relationship of a romantic, dating, or sexual nature entered into with the consent of both parties. This policy applies to relationships where there is a potential for unequal power dynamics."
    ]
  },
  {
    "tag": "supervisory_authority",
    "patterns": [
      "What does supervisory or evaluative authority mean in the policy?",
      "Can you explain what supervisory authority refers to in this policy?",
      "What is meant by evaluative authority in the context of the policy?"
    ],
    "responses": [
      "Supervisory or evaluative authority refers to the power to control or influence another person’s academic or professional progression, such as in hiring, grading, promotion, discipline, or recommendation."
    ]
  },
  {
    "tag": "policy_procedures",
    "patterns": [
      "What happens if a faculty member enters a relationship with a student?",
      "Are there procedures for faculty-student relationships?",
      "What does the policy say about relationships between staff and students?",
      "What are the steps for handling faculty-student romantic relationships?"
    ],
    "responses": [
      "The policy prohibits any romantic or sexual relationships between faculty/staff and students. Even if there is no direct supervisory authority, such relationships can lead to perceived or real conflicts of interest. The policy is in place to protect the academic and work environment from such risks."
    ]
  },
  {
    "tag": "policy_consequences",
    "patterns": [
      "What are the consequences for violating the faculty-student relationship policy?",
      "What happens if someone violates the policy on faculty-student relationships?",
      "What penalties are there for violating the zero-tolerance policy?",
      "What disciplinary actions are taken for policy violations?"
    ],
    "responses": [
      "Violations of this policy may result in disciplinary actions, including but not limited to written warnings, probation, suspension, termination of employment, expulsion, or revocation of tenure. Serious cases may be forwarded to relevant authorities for investigation."
    ]
  },
  {
    "tag": "relationship_power_differential",
    "patterns": [
      "What is the power differential in faculty-student relationships?",
      "Can you explain the power imbalance in staff-student relationships?",
      "Why is there a concern about power differences in faculty-student relationships?",
      "How does the power imbalance affect faculty-student relationships?"
    ],
    "responses": [
      "The power differential refers to the unequal power dynamics between faculty or staff and students. This imbalance can lead to coercion, exploitation, and the perception of favoritism, which is why Sherubtse College has a strict policy to prevent such relationships."
    ]
  },
  {
    "tag": "initial_consensual_relationships",
    "patterns": [
      "What if the relationship starts consensually?",
      "What happens if a relationship begins as consensual but later becomes problematic?",
      "Can a consensual relationship later become an issue under the policy?",
      "Does the policy address initially consensual relationships?"
    ],
    "responses": [
      "Even if a relationship starts as consensual, the faculty or staff member in the position of power may still be accused of sexual harassment. The perception of favoritism or exploitation can arise, and the relationship may later be considered problematic under the policy."
    ]
  },
  {
    "tag": "academic_environment_integrity",
    "patterns": [
      "How does the policy protect the academic environment?",
      "How does Sherubtse College ensure an unbiased academic environment?",
      "What role does the policy play in maintaining integrity in the academic environment?",
      "Why is it important to maintain the integrity of the academic environment in faculty-student relationships?"
    ],
    "responses": [
      "The policy ensures that faculty-student relationships do not lead to conflicts of interest that could compromise the integrity of academic decisions. It helps maintain a fair and unbiased environment where academic outcomes are not influenced by personal relationships."
    ]
  },
  {
    "tag": "extracurricular_impact",
    "patterns": [
      "Can faculty-student relationships affect extracurricular participation?",
      "Does the policy cover extracurricular activities as well?",
      "How might a faculty-student relationship impact extracurricular programs?",
      "What about relationships affecting a student's involvement in extracurricular activities?"
    ],
    "responses": [
      "Yes, relationships between faculty and students, even outside the classroom, can lead to perceptions of favoritism, especially in extracurricular activities. The policy ensures that such relationships do not unfairly influence a student’s involvement in these programs."
    ]
  },
  {
    "tag": "staff_student_relationships",
    "patterns": [
      "What does the policy say about staff-student relationships?",
      "Are staff members also restricted from having relationships with students?",
      "Can staff members form romantic relationships with students at Sherubtse College?",
      "What is the staff-student relationship policy?"
    ],
    "responses": [
      "The policy applies equally to both faculty and staff members. No staff member, regardless of their role, is allowed to enter into a romantic, dating, or sexual relationship with a student, to prevent conflicts of interest and maintain a professional environment."
    ]
  },
  {
    "tag": "disciplinary_actions",
    "patterns": [
      "What disciplinary actions can be taken for breaking the policy?",
      "What are some potential consequences of violating the relationship policy?",
      "What penalties do violators of the policy face?",
      "Can someone lose their job for violating the policy?"
    ],
    "responses": [
      "Disciplinary actions may include written warnings, mandatory counseling, probation, suspension, demotion, or even termination of employment or expulsion. Severe violations may also be reported to external authorities for investigation."
    ]
  },
  {
    "tag": "mutual_trust_and_ethics",
    "patterns": [
      "What is the role of mutual trust in the faculty-student relationship policy?",
      "How does the policy promote professional ethics?",
      "Why is mutual trust important in faculty-student relationships?",
      "Can you explain the role of professional ethics in this policy?"
    ],
    "responses": [
      "The policy emphasizes mutual trust, confidence, and professional ethics in all faculty-student and staff-student interactions. This helps ensure that relationships are based on respect and fairness, without any exploitation or conflict of interest."
    ]
  },
  {
    "tag": "relationship_scope",
    "patterns": [
      "Does the policy apply only to faculty or staff in academic roles?",
      "Is the policy only for faculty-student relationships in academic settings?",
      "Does the policy extend to all staff members at Sherubtse College?",
      "Are there any exceptions to the policy regarding staff or faculty?"
    ],
    "responses": [
      "The policy applies to all faculty and staff members, regardless of their specific role in academic or extracurricular settings. No staff member, regardless of position, is allowed to enter into a romantic or sexual relationship with a student."
    ]
  },
  {
    "tag": "zero_tolerance_policy",
    "patterns": [
      "What does zero tolerance mean in this context?",
      "How does the zero-tolerance policy work?",
      "What is the significance of zero tolerance in the policy on faculty-student relationships?",
      "Can you explain the zero-tolerance approach in the policy?"
    ],
    "responses": [
      "Zero tolerance in this policy means that Sherubtse College does not permit any consensual romantic or sexual relationships between faculty or staff and students, regardless of the situation or context, to prevent any form of exploitation or conflict of interest."
    ]
  },
  {
    "tag": "policy_enforcement",
    "patterns": [
      "How is the faculty-student relationship policy enforced?",
      "Who is responsible for enforcing the policy?",
      "How does the college monitor compliance with the policy?",
      "What steps are taken to ensure the policy is followed?"
    ],
    "responses": [
      "The policy is enforced by the college's administration, with support from relevant departments such as HR and academic leadership. Compliance is monitored through regular reviews and reports, and violations are addressed promptly through disciplinary procedures."
    ]
  },
  {
    "tag": "sexual_harassment_claims",
    "patterns": [
      "Can a consensual relationship lead to a sexual harassment claim?",
      "What happens if a consensual relationship is later called sexual harassment?",
      "Does the policy cover sexual harassment claims in faculty-student relationships?",
      "Can a consensual relationship be considered sexual harassment under this policy?"
    ],
    "responses": [
      "Yes, even if a relationship starts as consensual, it can still lead to a claim of sexual harassment if the power dynamics are misused or if the relationship is perceived as exploitative. The policy is designed to protect against such situations."
    ]
  },
  {
    "tag": "conflict_of_interest",
    "patterns": [
      "What is a conflict of interest in faculty-student relationships?",
      "How does the policy prevent conflicts of interest?",
      "Why are conflicts of interest a concern in faculty-student relationships?",
      "Can you explain how conflicts of interest arise in faculty-student relationships?"
    ],
    "responses": [
      "A conflict of interest occurs when a faculty or staff member’s personal interests, such as a romantic or sexual relationship with a student, might influence or appear to influence their academic or professional decisions, such as grading or recommendations. The policy prevents such conflicts by prohibiting such relationships."
    ]
  },
  {
    "tag": "faculty_staff_student_equality",
    "patterns": [
      "How does the policy support equality between faculty, staff, and students?",
      "What role does the policy play in ensuring fairness between staff and students?",
      "How does Sherubtse College maintain equality in faculty-student relationships?",
      "Does the policy promote equality in the academic environment?"
    ],
    "responses": [
      "The policy ensures that all students are treated equally, without any favoritism or bias that could arise from personal relationships with faculty or staff. By preventing such relationships, the college promotes fairness and equality in both academic and work environments."
    ]
  },
  {
    "tag": "president",
    "patterns": [
      "Who is the president of Sherubtse College?",
      "Tell me about the president of Sherubtse.",
      "Who holds the position of president at Sherubtse College?",
      "Can you provide details about the president of Sherubtse College?"
    ],
    "responses": [
      "The president of Sherubtse College is Mr. Tshering Wangdi. You can contact him at office number 04-535100 or via email at president.sherubtse@rub.edu.bt."
    ]
  },
  {
    "tag": "dean_academic_affairs",
    "patterns": [
      "Who is the Dean of Academic Affairs at Sherubtse College?",
      "Tell me about the Dean of Academic Affairs at Sherubtse.",
      "Who is responsible for academic affairs at Sherubtse College?",
      "Can you provide details about the Dean of Academic Affairs?"
    ],
    "responses": [
      "The Dean of Academic Affairs at Sherubtse College is Mr. Sonam Dendup. You can contact him at office number 04-535143 or via email at daa.sherubtse@rub.edu.bt."
    ]
  },
  {
    "tag": "dean_student_affairs",
    "patterns": [
      "Who is the Dean of Student Affairs at Sherubtse College?",
      "Tell me about the Dean of Student Affairs at Sherubtse.",
      "Who handles student affairs at Sherubtse College?",
      "Can you provide details about the Dean of Student Affairs?"
    ],
    "responses": [
      "The Dean of Student Affairs at Sherubtse College is Mr. Thinley Namgyel. You can contact him at office number 04-535171 or via email at dsa.sherubtse@rub.edu.bt."
    ]
  },
  {
    "tag": "dean_research_industrial_linkages",
    "patterns": [
      "Who is the Dean of Research and Industrial Linkages at Sherubtse College?",
      "Tell me about the Dean of Research and Industrial Linkages at Sherubtse.",
      "Who is responsible for research and industrial linkages at Sherubtse College?",
      "Can you provide details about the Dean of Research and Industrial Linkages?"
    ],
    "responses": [
      "The Dean of Research and Industrial Linkages at Sherubtse College is Dr. Yezer. You can contact him at office number 04-535283 or via email at dril.sherubtse@rub.edu.bt."
    ]
  },
  {
    "tag": "admin_hro",
    "patterns": [
      "Who is the Admin/HRO at Sherubtse College?",
      "Tell me about the Admin/HRO at Sherubtse.",
      "Who is responsible for administration and human resources at Sherubtse College?",
      "Can you provide details about the Admin/HRO?"
    ],
    "responses": [
      "The Admin/HRO at Sherubtse College is Mr. Yeshey Penjor. You can contact him at office number 04-535128 or via phone at 17505020."
    ]
  },
  {
    "tag": "assistant_finance_officer",
    "patterns": [
      "Who is the Assistant Finance Officer at Sherubtse College?",
      "Tell me about the Assistant Finance Officer at Sherubtse.",
      "Who handles finance at Sherubtse College?",
      "Can you provide details about the Assistant Finance Officer?"
    ],
    "responses": [
      "The Assistant Finance Officer at Sherubtse College is Ms. Phuntsho Choden. You can contact her at office number 04-535208 or via phone at 17488120."
    ]
  },
  {
    "tag": "examination_convener",
    "patterns": [
      "Who is the Examination Convener at Sherubtse College?",
      "Tell me about the Examination Convener at Sherubtse.",
      "Who manages the examinations at Sherubtse College?",
      "Can you provide details about the Examination Convener?"
    ],
    "responses": [
      "The Examination Convener at Sherubtse College is Mr. P. Paulraj. You can contact him at office number 04-535341 or via phone at 17685042."
    ]
  },
  {
    "tag": "estate_manager_1",
    "patterns": [
      "Who is the Estate Manager at Sherubtse College?",
      "Tell me about the Estate Manager at Sherubtse.",
      "Who is in charge of estate management at Sherubtse College?",
      "Can you provide details about the Estate Manager?"
    ],
    "responses": [
      "The Estate Manager at Sherubtse College is Mr. D.B. Ghallay. You can contact him at office number 04-535164 or via phone at 17647434."
    ]
  },
  {
    "tag": "store_incharge",
    "patterns": [
      "Who is the Store In-charge at Sherubtse College?",
      "Tell me about the Store In-charge at Sherubtse.",
      "Who manages the store at Sherubtse College?",
      "Can you provide details about the Store In-charge?"
    ],
    "responses": [
      "The Store In-charge at Sherubtse College is Mr. Karma Dorji. You can contact him via phone at 17508119."
    ]
  },
  {
    "tag": "mess_incharge",
    "patterns": [
      "Who is the Mess In-charge at Sherubtse College?",
      "Tell me about the Mess In-charge at Sherubtse.",
      "Who is in charge of the mess at Sherubtse College?",
      "Can you provide details about the Mess In-charge?"
    ],
    "responses": [
      "The Mess In-charge at Sherubtse College is Mr. Tshering Nidup. You can contact him via phone at 17645313."
    ]
  },
  {
    "tag": "drivers",
    "patterns": [
      "Who are the drivers at Sherubtse College?",
      "Tell me about the drivers at Sherubtse.",
      "Who drives for Sherubtse College?",
      "Can you provide details about the drivers?"
    ],
    "responses": [
      "The drivers at Sherubtse College include Mr. Ugyen Wangchuk, who can be contacted at 17693538, and Mr. Ugyen Wangdi, who can be contacted at 17247126."
    ]
  },
  {
    "tag": "estate_manager_2",
    "patterns": [
      "Who is the Estate Manager at Sherubtse College?",
      "Tell me about the Estate Manager at Sherubtse.",
      "Who is in charge of estate management at Sherubtse College?",
      "Can you provide details about the Estate Manager?"
    ],
    "responses": [
      "The Estate Manager at Sherubtse College is Mr. Sangay Dorji. You can contact him via phone at 17349330."
    ]
  },
  {
    "tag": "electricians",
    "patterns": [
      "Who are the electricians at Sherubtse College?",
      "Tell me about the electricians at Sherubtse.",
      "Who handles the electrical work at Sherubtse College?",
      "Can you provide details about the electricians?"
    ],
    "responses": [
      "The electricians at Sherubtse College include Mr. Karma Wangdi, who can be contacted at 17887267, and Mr. Ugyen Wangchuk, who can be contacted at 17989099."
    ]
  },
  {
    "tag": "plumber",
    "patterns": [
      "Who is the Plumber at Sherubtse College?",
      "Tell me about the Plumber at Sherubtse.",
      "Who handles plumbing at Sherubtse College?",
      "Can you provide details about the Plumber?"
    ],
    "responses": [
      "The Plumber at Sherubtse College is Mr. Asar Singh Subba. You can contact him via phone at 17708374."
    ]
  },
  {
    "tag": "security_guard_1",
    "patterns": [
      "Who is the Security Guard at Sherubtse College?",
      "Tell me about the Security Guard at Sherubtse.",
      "Who handles security at Sherubtse College?",
      "Can you provide details about the Security Guard?"
    ],
    "responses": [
      "The Security Guards at Sherubtse College include Mr. Dupthob, who can be contacted at 17695591, and Mr. Nidup Dorji, who can be contacted at 17482428."
    ]
  },
  {
    "tag": "security_guard_2",
    "patterns": [
      "Who is the Security Guard at Sherubtse College?",
      "Tell me about the Security Guard at Sherubtse.",
      "Who handles security at Sherubtse College?",
      "Can you provide details about the Security Guard?"
    ],
    "responses": [
      "The Security Guards at Sherubtse College include Mr. Karma Loday, who can be contacted at 71697044, and Mr. Cheki Dorji, who can be contacted at 17349115."
    ]
  },
  {
    "tag": "ict_officer",
    "patterns": [
      "Who is the ICT Officer at Sherubtse College?",
      "Tell me about the ICT Officer at Sherubtse.",
      "Who handles ICT at Sherubtse College?",
      "Can you provide details about the ICT Officer?"
    ],
    "responses": [
      "The ICT Officer at Sherubtse College is Mr. Tashi Namgay. You can contact him via phone at 17532020."
    ]
  },
  {
    "tag": "school_digital_communication_project_management",
    "patterns": [
      "Who is the head of the School of Digital Communication & Project Management?",
      "Tell me about the head of the School of Digital Communication & Project Management.",
      "Who leads the School of Digital Communication & Project Management?",
      "Can you provide details about the head of the School of Digital Communication & Project Management?"
    ],
    "responses": [
      "The head of the School of Digital Communication & Project Management is Ms. Anju Chhetri. You can contact her via email at anju.sherubtse@rub.edu.bt or by phone at 17588764."
    ]
  },
  {
    "tag": "school_economics_political_science",
    "patterns": [
      "Who is the head of the School of Economics & Political Science?",
      "Tell me about the head of the School of Economics & Political Science.",
      "Who leads the School of Economics & Political Science?",
      "Can you provide details about the head of the School of Economics & Political Science?"
    ],
    "responses": [
      "The head of the School of Economics & Political Science is Mr. Ugyen Lhendup. You can contact him via email at lhendup.sherubtse@rub.edu.bt or by phone at 17645304."
    ]
  },
  {
    "tag": "school_data_science_data_analytics",
    "patterns": [
      "Who is the head of the School of Data Science & Data Analytics?",
      "Tell me about the head of the School of Data Science & Data Analytics.",
      "Who leads the School of Data Science & Data Analytics?",
      "Can you provide details about the head of the School of Data Science & Data Analytics?"
    ],
    "responses": [
      "The head of the School of Data Science & Data Analytics is Mr. Pema Wangdi. You can contact him via email at pemawangdi.sherubtse@rub.edu.bt or by phone at 17906205."
    ]
  },
  {
    "tag": "school_physical_sciences",
    "patterns": [
      "Who is the head of the School of Physical Sciences?",
      "Tell me about the head of the School of Physical Sciences.",
      "Who leads the School of Physical Sciences?",
      "Can you provide details about the head of the School of Physical Sciences?"
    ],
    "responses": [
      "The head of the School of Physical Sciences is Dr. Jas Raj Subba. You can contact him via email at jasrsubba.sherubtse@rub.edu.bt or by phone at 17745478."
    ]
  },
  {
    "tag": "school_environmental_science_life_sciences",
    "patterns": [
      "Who is the head of the School of Environmental Science & Life Sciences?",
      "Tell me about the head of the School of Environmental Science & Life Sciences.",
      "Who leads the School of Environmental Science & Life Sciences?",
      "Can you provide details about the head of the School of Environmental Science & Life Sciences?"
    ],
    "responses": [
      "The head of the School of Environmental Science & Life Sciences is Mr. Sonam Tobgay. You can contact him via email at sonamtobgay.sherubtse@rub.edu.bt or by phone at 17338684."
    ]
  },
  {
    "tag": "school_elective_track",
    "patterns": [
      "Who is the head of the Elective Track?",
      "Tell me about the head of the Elective Track.",
      "Who leads the Elective Track?",
      "Can you provide details about the head of the Elective Track?"
    ],
    "responses": [
      "The head of the Elective Track is Mr. Tshering Samdrup. You can contact him via email at tsamdrup.sherubtse@rub.edu.bt or by phone at 17980297."
    ]
  },
  {
    "tag": "bsc_chemistry",
    "patterns": [
      "Who is the Programme Leader for BSc in Chemistry?",
      "Tell me about the Programme Leader for BSc in Chemistry.",
      "Who leads the BSc in Chemistry programme?",
      "Can you provide details about the Programme Leader for BSc in Chemistry?"
    ],
    "responses": [
      "The Programme Leader for BSc in Chemistry is Ms. Punam Mafchan. You can contact her via email at punam.sherubtse@rub.edu.bt or by phone at 16931649."
    ]
  },
  {
    "tag": "bsc_data_science",
    "patterns": [
      "Who is the Programme Leader for BSc in Data Science?",
      "Tell me about the Programme Leader for BSc in Data Science.",
      "Who leads the BSc in Data Science programme?",
      "Can you provide details about the Programme Leader for BSc in Data Science?"
    ],
    "responses": [
      "The Programme Leader for BSc in Data Science is Mr. Sangay Thinley. You can contact him via email at sangaythinley.sherubtse@rub.edu.bt or by phone at 17625322."
    ]
  },
  {
    "tag": "ba_dzongkha_english",
    "patterns": [
      "Who is the Programme Leader for B.A in Dzongkha & English?",
      "Tell me about the Programme Leader for B.A in Dzongkha & English.",
      "Who leads the B.A in Dzongkha & English programme?",
      "Can you provide details about the Programme Leader for B.A in Dzongkha & English?"
    ],
    "responses": [
      "The Programme Leader for B.A in Dzongkha & English is Mr. Ngawang Tengay. You can contact him via email at ngawangtengay.sherubtse@rub.edu.bt or by phone at 17487541."
    ]
  },
  {
    "tag": "ba_english",
    "patterns": [
      "Who is the Programme Leader for B.A in English?",
      "Tell me about the Programme Leader for B.A in English.",
      "Who leads the B.A in English programme?",
      "Can you provide details about the Programme Leader for B.A in English?"
    ],
    "responses": [
      "The Programme Leader for B.A in English is Dr. S. Chitra. You can contact her via email at schitra.sherubtse@rub.edu.bt or by phone at 17848294."
    ]
  },
  {
    "tag": "ba_economics",
    "patterns": [
      "Who is the Programme Leader for B.A in Economics?",
      "Tell me about the Programme Leader for B.A in Economics.",
      "Who leads the B.A in Economics programme?",
      "Can you provide details about the Programme Leader for B.A in Economics?"
    ],
    "responses": [
      "The Programme Leader for B.A in Economics is Ms. Rinzin Choden. You can contact her via email at rinzindema.sherubtse@rub.edu.bt or by phone at 17761680."
    ]
  },
  {
    "tag": "bsc_environmental_science",
    "patterns": [
      "Who is the Programme Leader for BSc in Environmental Science?",
      "Tell me about the Programme Leader for BSc in Environmental Science.",
      "Who leads the BSc in Environmental Science programme?",
      "Can you provide details about the Programme Leader for BSc in Environmental Science?"
    ],
    "responses": [
      "The Programme Leader for BSc in Environmental Science is Ms. Jamyang Dolkar. You can contact her via email at jamyangdolkar.sherubtse@rub.edu.bt or by phone at 17474060."
    ]
  },
  {
    "tag": "bsc_geography",
    "patterns": [
      "Who is the Programme Leader for BSc in Geography?",
      "Tell me about the Programme Leader for BSc in Geography.",
      "Who leads the BSc in Geography programme?",
      "Can you provide details about the Programme Leader for BSc in Geography?"
    ],
    "responses": [
      "The Programme Leader for BSc in Geography is Ms. Rinchen Zangmo. You can contact her via email at rzangmo.sherubtse@rub.edu.bt or by phone at 77812408."
    ]
  },
  {
    "tag": "ba_history",
    "patterns": [
      "Who is the Programme Leader for B.A in History?",
      "Tell me about the Programme Leader for B.A in History.",
      "Who leads the B.A in History programme?",
      "Can you provide details about the Programme Leader for B.A in History?"
    ],
    "responses": [
      "The Programme Leader for B.A in History is Ms. Karma Zam. You can contact her via email at karmazam.sherubtse@rub.edu.bt or by phone at 17370356."
    ]
  },
  {
    "tag": "bsc_life_science",
    "patterns": [
      "Who is the Programme Leader for BSc in Life Science?",
      "Tell me about the Programme Leader for BSc in Life Science.",
      "Who leads the BSc in Life Science programme?",
      "Can you provide details about the Programme Leader for BSc in Life Science?"
    ],
    "responses": [
      "The Programme Leader for BSc in Life Science is Ms. Tshering Dekar. You can contact her via email at dekar.sherubtse@rub.edu.bt or by phone at 77820544."
    ]
  },
  {
    "tag": "bsc_mathematics",
    "patterns": [
      "Who is the Programme Leader for BSc in Mathematics?",
      "Tell me about the Programme Leader for BSc in Mathematics.",
      "Who leads the BSc in Mathematics programme?",
      "Can you provide details about the Programme Leader for BSc in Mathematics?"
    ],
    "responses": [
      "The Programme Leader for BSc in Mathematics is Mr. Dechen Lhendup. You can contact him via email at dechenlhendup.sherubtse@rub.edu.bt or by phone at 17352925."
    ]
  },
  {
    "tag": "ba_media_studies",
    "patterns": [
      "Who is the Programme Leader for B.A in Media Studies?",
      "Tell me about the Programme Leader for B.A in Media Studies.",
      "Who leads the B.A in Media Studies programme?",
      "Can you provide details about the Programme Leader for B.A in Media Studies?"
    ],
    "responses": [
      "The Programme Leader for B.A in Media Studies is Ms. Sangay Lhaden. You can contact her via email at lhaden.sherubtse@rub.edu.bt or by phone at 17330906."
    ]
  },
  {
    "tag": "ba_political_science_sociology",
    "patterns": [
      "Who is the Programme Leader for B.A in Political Science & Sociology?",
      "Tell me about the Programme Leader for B.A in Political Science & Sociology.",
      "Who leads the B.A in Political Science & Sociology programme?",
      "Can you provide details about the Programme Leader for B.A in Political Science & Sociology?"
    ],
    "responses": [
      "The Programme Leader for B.A in Political Science & Sociology is Mr. Tandin Penjor. You can contact him via email at tandinpenjor.sherubtse@rub.edu.bt or by phone at 17818039."
    ]
  },
  {
    "tag": "ba_population_development_studies",
    "patterns": [
      "Who is the Programme Leader for B.A in Population & Development Studies?",
      "Tell me about the Programme Leader for B.A in Population & Development Studies.",
      "Who leads the B.A in Population & Development Studies programme?",
      "Can you provide details about the Programme Leader for B.A in Population & Development Studies?"
    ],
    "responses": [
      "The Programme Leader for B.A in Population & Development Studies is Ms. Yeshey Wangmo. You can contact her via email at yesheywangmo.sherubtse@rub.edu.bt or by phone at 17680980."
    ]
  },
  {
    "tag": "bsc_physics",
    "patterns": [
      "Who is the Programme Leader for BSc in Physics?",
      "Tell me about the Programme Leader for BSc in Physics.",
      "Who leads the BSc in Physics programme?",
      "Can you provide details about the Programme Leader for BSc in Physics?"
    ],
    "responses": [
      "The Programme Leader for BSc in Physics is Mr. Shacha Thinley. You can contact him via email at shacha.sherubtse@rub.edu.bt or by phone at 17992218."
    ]
  },
  {
    "tag": "bsc_statistics",
    "patterns": [
      "Who is the Programme Leader for BSc in Statistics?",
      "Tell me about the Programme Leader for BSc in Statistics.",
      "Who leads the BSc in Statistics programme?",
      "Can you provide details about the Programme Leader for BSc in Statistics?"
    ],
    "responses": [
      "The Programme Leader for BSc in Statistics is Mr. Dawa Wangchuk Gyalpo. You can contact him via email at dgyalpo.sherubtse@rub.edu.bt or by phone at 17329549."
    ]
  },
  {
    "tag": "fina_democracy_club_sws",
    "patterns": [
      "Who is the moderator for FINA?",
      "Tell me about the moderator for Democracy Club.",
      "Who is the moderator for Student Welfare Scheme?",
      "Can you provide details about the moderator for FINA, Democracy Club, and SWS?"
    ],
    "responses": [
      "The moderator for FINA, Democracy Club, and the Student Welfare Scheme (SWS) is Mr. Thinley Namgyel. You can contact him at 17731385."
    ]
  },
  {
    "tag": "health_club_sofs_yvia_dmu_sherubtse_saloon",
    "patterns": [
      "Who is the moderator for Health Club?",
      "Tell me about the moderator for Sherubtse Organic Farming Society.",
      "Who is the moderator for Y-VIA?",
      "Can you provide details about the moderator for Disaster Management Unit and Sherubtse Saloon?"
    ],
    "responses": [
      "The moderator for Health Club, Sherubtse Organic Farming Society (SOFS), Y-VIA, Disaster Management Unit (DMU), and Sherubtse Saloon is Mr. Sonam Tenzin. You can contact him at 17685103."
    ]
  },
  {
    "tag": "byf_gnh_club_un_club",
    "patterns": [
      "Who is the moderator for BYF?",
      "Tell me about the moderator for Sherubtse GNH Club.",
      "Who is the moderator for Sherubtse UN Club?",
      "Can you provide details about the moderator for BYF, GNH Club, and UN Club?"
    ],
    "responses": [
      "The moderator for BYF, Sherubtse GNH Club, and Sherubtse UN Club is Ms. Tashi Yangzom. You can contact her at 17656244."
    ]
  },
  {
    "tag": "rover_scout_ssaiu_ssu_y_peer",
    "patterns": [
      "Who is the moderator for Sherubtse Rover Scout?",
      "Tell me about the moderator for Sherubtse Students Audit and Integrity Unit.",
      "Who is the moderator for SSU?",
      "Can you provide details about the moderator for Singye Karm and Y-PEER?"
    ],
    "responses": [
      "The moderator for Sherubtse Rover Scout, Sherubtse Students Audit and Integrity Unit (SSAIU), SSU, Singye Karm, and Y-PEER is Ms. Tshewang Zangmo. You can contact her at 177244611."
    ]
  },
  {
    "tag": "games_and_sports",
    "patterns": [
      "Who is the moderator for Games and Sports?",
      "Tell me about the moderator for Games and Sports.",
      "Can you provide details about the moderator for Games and Sports?"
    ],
    "responses": [
      "The moderator for Games and Sports is Mr. Yonten Chophel. You can contact him at 17664672."
    ]
  },
  {
    "tag": "cultural_club",
    "patterns": [
      "Who is the moderator for Cultural Club?",
      "Tell me about the moderator for Cultural Club.",
      "Can you provide details about the moderator for Cultural Club?"
    ],
    "responses": [
      "The moderator for Cultural Club is Mr. Sonam Zangpo. You can contact him at 17621440."
    ]
  },
  {
    "tag": "art_club",
    "patterns": [
      "Who is the moderator for Sherubtse Art Club?",
      "Tell me about the moderator for Sherubtse Art Club.",
      "Can you provide details about the moderator for Art Club?"
    ],
    "responses": [
      "The moderator for Sherubtse Art Club is Ms. Sonam Cheki. You can contact her at 17977085."
    ]
  },
  {
    "tag": "tarayana_club",
    "patterns": [
      "Who is the moderator for Tarayana Club?",
      "Tell me about the moderator for Tarayana Club.",
      "Can you provide details about the moderator for Tarayana Club?"
    ],
    "responses": [
      "The moderator for Tarayana Club is Mr. Kelzang Namgay. You can contact him at 17714821."
    ]
  },
  {
    "tag": "media_society",
    "patterns": [
      "Who is the moderator for Sherubtse Media Society?",
      "Tell me about the moderator for Sherubtse Media Society.",
      "Can you provide details about the moderator for Media Society?"
    ],
    "responses": [
      "The moderator for Sherubtse Media Society (SMS) is Ms. Sangay Lhaden. You can contact her at 17330906."
    ]
  },
  {
    "tag": "sonam_tenzin",
    "patterns": [
      "Who is the Student Service Officer for DH-I, Minjurling, Thubtenling, Rabtenling, DH VI, DH VII, DH VIII, Yontenling?",
      "Tell me about the Student Service Officer for the mentioned residence halls.",
      "Can you provide details about the Student Service Officer for these halls?",
      "Who handles the student services for DH-I, Minjurling, Thubtenling, Rabtenling, DH VI, DH VII, DH VIII, Yontenling?"
    ],
    "responses": [
      "The Student Service Officer for DH-I, Minjurling, Thubtenling, Rabtenling, DH VI, DH VII, DH VIII, and Yontenling is Mr. Sonam Tenzin. You can contact him at 17685103 or via email at sonamtenzin.sherubtse@rub.edu.bt."
    ]
  },
  {
    "tag": "tashi_yangzom",
    "patterns": [
      "Who is the Student Service Officer for MPH, Gakiling, Tshogyeling, Pemaling & Dekiling?",
      "Tell me about the Student Service Officer for the mentioned halls.",
      "Can you provide details about the Student Service Officer for these residence halls?",
      "Who handles the student services for MPH, Gakiling, Tshogyeling, Pemaling & Dekiling?"
    ],
    "responses": [
      "The Student Service Officer for MPH, Gakiling, Tshogyeling, Pemaling, and Dekiling is Ms. Tashi Yangzom. You can contact her at 17656244 or via email at tashiyangzom.sherubtse@rub.edu.bt."
    ]
  },
  {
    "tag": "tshewang_zangmo",
    "patterns": [
      "Who is the Student Service Officer for DHIV, DHV, Norbuling, Gatsheling & Yeatsholing?",
      "Tell me about the Student Service Officer for these residence halls.",
      "Can you provide details about the Student Service Officer for DHIV, DHV, Norbuling, Gatsheling & Yeatsholing?",
      "Who manages the student services for DHIV, DHV, Norbuling, Gatsheling & Yeatsholing?"
    ],
    "responses": [
      "The Student Service Officer for DHIV, DHV, Norbuling, Gatsheling, and Yeatsholing is Ms. Tshewang Zangmo. You can contact her at 17724611 or via email at tshewangzangmo.sherubtse@rub.edu.bt."
    ]
  },
  {
    "tag": "yonten_chophel",
    "patterns": [
      "Who is the Student Service Officer for DH-II & DH-III?",
      "Tell me about the Student Service Officer for DH-II & DH-III.",
      "Can you provide details about the Student Service Officer for these residence halls?",
      "Who handles the student services for DH-II & DH-III?"
    ],
    "responses": [
      "The Student Service Officer for DH-II & DH-III is Mr. Yonten Chophel. You can contact him at 17664672 or via email at yontenchophel.sherubtse@rub.edu.bt."
    ]
  },
  {
    "tag": "yezer_pelzang",
    "patterns": [
      "Who is the FINA President?",
      "Tell me about the FINA President.",
      "Can you provide details about the FINA President?",
      "Who holds the position of FINA President?"
    ],
    "responses": [
      "The FINA President is Yezer Pelzang, a student of B.A Economics. You can contact him at 17661394. His SID is 7220091."
    ]
  },
  {
    "tag": "sonam_yangchen",
    "patterns": [
      "Who is the FINA Vice President?",
      "Tell me about the FINA Vice President.",
      "Can you provide details about the FINA Vice President?",
      "Who holds the position of FINA Vice President?"
    ],
    "responses": [
      "The FINA Vice President is Sonam Yangchen, a student of B.A Media Studies. You can contact her at 17724857. Her SID is 7220339."
    ]
  },
  {
    "tag": "sonam_tobgay",
    "patterns": [
      "Who is the FINA Secretary?",
      "Tell me about the FINA Secretary.",
      "Can you provide details about the FINA Secretary?",
      "Who holds the position of FINA Secretary?"
    ],
    "responses": [
      "The FINA Secretary is Sonam Tobgay, a student of BSc. Physics. You can contact him at 17683896. His SID is 7230167."
    ]
  },
  {
    "tag": "kencho_zangmo",
    "patterns": [
      "Who is the FINA Secretary?",
      "Tell me about the FINA Secretary.",
      "Can you provide details about the FINA Secretary?",
      "Who holds the position of FINA Secretary?"
    ],
    "responses": [
      "The FINA Secretary is Kencho Zangmo, a student of BSc. Life Science. You can contact her at 17984692. Her SID is 7230129."
    ]
  },
  {
    "tag": "dh-i",
    "patterns": [
      "Who are the Resident Leaders of DH-I?",
      "Tell me about the Resident Leaders of DH-I.",
      "Can you provide details about the Resident Leaders of DH-I?",
      "Who is in charge of DH-I residence hall?"
    ],
    "responses": [
      "The Resident Leaders of DH-I are Dorji Choezang (BA in History, 7220097) and Damcho Drup (Statistics, 7220031). You can contact Dorji at 77886510 and Damcho at 17893553."
    ]
  },
  {
    "tag": "dh-ii",
    "patterns": [
      "Who are the Resident Leaders of DH-II?",
      "Tell me about the Resident Leaders of DH-II.",
      "Can you provide details about the Resident Leaders of DH-II?",
      "Who is in charge of DH-II residence hall?"
    ],
    "responses": [
      "The Resident Leaders of DH-II are Phub Tshering (BA History, 7220110) and Jamyang Jigdrel Norbu (BA History, 7220101). You can contact Phub at 17582447 and Jamyang at 17704486."
    ]
  },
  {
    "tag": "dh-iii",
    "patterns": [
      "Who are the Resident Leaders of DH-III?",
      "Tell me about the Resident Leaders of DH-III.",
      "Can you provide details about the Resident Leaders of DH-III?",
      "Who is in charge of DH-III residence hall?"
    ],
    "responses": [
      "The Resident Leaders of DH-III are Namgyal Tshering (BSc Data Science, 7210388) and Bhupan Rizal (BSc Data Science, 7210377). You can contact Namgyal at 17519613 and Bhupan at 17238048."
    ]
  },
  {
    "tag": "dh-iv",
    "patterns": [
      "Who are the Resident Leaders of DH-IV?",
      "Tell me about the Resident Leaders of DH-IV.",
      "Can you provide details about the Resident Leaders of DH-IV?",
      "Who is in charge of DH-IV residence hall?"
    ],
    "responses": [
      "The Resident Leaders of DH-IV are Pema Lhadon (BSc Data Science, 7210390) and Meenu Subba (BSc Life Science, 7220142). You can contact Pema at 77371036 and Meenu at 17328296."
    ]
  },
  {
    "tag": "dh-v",
    "patterns": [
      "Who are the Resident Leaders of DH-V?",
      "Tell me about the Resident Leaders of DH-V.",
      "Can you provide details about the Resident Leaders of DH-V?",
      "Who is in charge of DH-V residence hall?"
    ],
    "responses": [
      "The Resident Leaders of DH-V are Dechen Lhazom (BA PDS, 7220258) and Manisha Gurung (BA Polsoc, 7220230). You can contact Dechen at 77301753 and Manisha at 17496512."
    ]
  },
  {
    "tag": "dh-vi",
    "patterns": [
      "Who are the Resident Leaders of DH-VI?",
      "Tell me about the Resident Leaders of DH-VI.",
      "Can you provide details about the Resident Leaders of DH-VI?",
      "Who is in charge of DH-VI residence hall?"
    ],
    "responses": [
      "The Resident Leaders of DH-VI are Tashi Dendup (BA History, 7220114) and Deepen Koirala (BSc Life Science, 7220128). You can contact Tashi at 17911742 and Deepen at 17670272."
    ]
  },
  {
    "tag": "dh-vii",
    "patterns": [
      "Who are the Resident Leaders of DH-VII?",
      "Tell me about the Resident Leaders of DH-VII.",
      "Can you provide details about the Resident Leaders of DH-VII?",
      "Who is in charge of DH-VII residence hall?"
    ],
    "responses": [
      "The Resident Leaders of DH-VII are Sither Dorji (BSc Data Science, 7220019) and Tshewang Zangpo (BSc Statistics, 7220058). You can contact Sither at 77661579 and Tshewang at 17495164."
    ]
  },
  {
    "tag": "dh-viii",
    "patterns": [
      "Who are the Resident Leaders of DH-VIII?",
      "Tell me about the Resident Leaders of DH-VIII.",
      "Can you provide details about the Resident Leaders of DH-VIII?",
      "Who is in charge of DH-VIII residence hall?"
    ],
    "responses": [
      "The Resident Leaders of DH-VIII are Kinley Dorji (BSc Statistics, 7210352) and Tshering Dorjee Namgyel (BSc Environmental Science, 7210528). You can contact Kinley at 17817526 and Tshering at 17903139."
    ]
  },
  {
    "tag": "thubtenling",
    "patterns": [
      "Who are the Resident Leaders of Thubtenling?",
      "Tell me about the Resident Leaders of Thubtenling.",
      "Can you provide details about the Resident Leaders of Thubtenling?",
      "Who is in charge of Thubtenling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Thubtenling are Tandin Penjor (BSc Physics, 7220401) and Ram Chandra Gyalal (BSc Life Science, 77220143). You can contact Tandin at 77314587 and Ram at 77764696."
    ]
  },
  {
    "tag": "minjurling",
    "patterns": [
      "Who are the Resident Leaders of Minjurling?",
      "Tell me about the Resident Leaders of Minjurling.",
      "Can you provide details about the Resident Leaders of Minjurling?",
      "Who is in charge of Minjurling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Minjurling are Sonam Dargay (BA in History, 7210334) and Tenzin Wangchuk (BA in Media Studies, 7220450). You can contact Sonam at 77880914 and Tenzin at 17844584."
    ]
  },
  {
    "tag": "gakiling",
    "patterns": [
      "Who are the Resident Leaders of Gakiling?",
      "Tell me about the Resident Leaders of Gakiling.",
      "Can you provide details about the Resident Leaders of Gakiling?",
      "Who is in charge of Gakiling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Gakiling are Saraswati Chhetri (BA in English, 7220427) and Kelzang Lhamo (BSc Statistics, 7220038). You can contact Saraswati at 17234351 and Kelzang at 17456256."
    ]
  },
  {
    "tag": "pemaling",
    "patterns": [
      "Who are the Resident Leaders of Pemaling?",
      "Tell me about the Resident Leaders of Pemaling.",
      "Can you provide details about the Resident Leaders of Pemaling?",
      "Who is in charge of Pemaling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Pemaling are Dechen Peldon (BSc Data Science, 7220002) and Tshering Wangmo (BA in History, 7220121). You can contact Dechen at 17984497 and Tshering at 17380145."
    ]
  },
  {
    "tag": "dekiling",
    "patterns": [
      "Who are the Resident Leaders of Dekiling?",
      "Tell me about the Resident Leaders of Dekiling.",
      "Can you provide details about the Resident Leaders of Dekiling?",
      "Who is in charge of Dekiling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Dekiling are Pema Choki (BSc Mathematics, 7220304) and Dechen Tshomo (BSc Geography, 7220452). You can contact Pema at 77389062 and Dechen at 17703809."
    ]
  },
  {
    "tag": "tshogayling",
    "patterns": [
      "Who are the Resident Leaders of Tshogayling?",
      "Tell me about the Resident Leaders of Tshogayling.",
      "Can you provide details about the Resident Leaders of Tshogayling?",
      "Who is in charge of Tshogayling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Tshogayling are Choekey Yoeazer Seldoen (BSc Chemistry, 72203550) and Sonam Zangmo (BA Polsoc, 7220240). You can contact Choekey at 17955393 and Sonam at 17902180."
    ]
  },
  {
    "tag": "mph",
    "patterns": [
      "Who are the Resident Leaders of MPH?",
      "Tell me about the Resident Leaders of MPH.",
      "Can you provide details about the Resident Leaders of MPH?",
      "Who is in charge of MPH residence hall?"
    ],
    "responses": [
      "The Resident Leaders of MPH are Sonam Yangzom (BSc Life Science, 7220149) and Leki Wangmo (BA Polsoc, 7220229). You can contact Sonam at 17331078 and Leki at 17911430."
    ]
  },
  {
    "tag": "yeatsholing",
    "patterns": [
      "Who are the Resident Leaders of Yeatsholing?",
      "Tell me about the Resident Leaders of Yeatsholing.",
      "Can you provide details about the Resident Leaders of Yeatsholing?",
      "Who is in charge of Yeatsholing residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Yeatsholing are Rinchen Chezom (BA in Media Studies, 7220334) and Laxmi Dhimal (BSc Environmental Science, 7220201). You can contact Rinchen at 77665901 and Laxmi at 17235971."
    ]
  },
  {
    "tag": "rabtenling",
    "patterns": [
      "Who are the Resident Leaders of Rabtenling?",
      "Tell me about the Resident Leaders of Rabtenling.",
      "Can you provide details about the Resident Leaders of Rabtenling?",
      "Who is in charge of Rabtenling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Rabtenling are Thekchok Dorji (BA Media Studies, 7220342) and Arun Mongar (BA Polsoc, 7220221). You can contact Thekchok at 17737130 and Arun at 17775653."
    ]
  },
  {
    "tag": "yontenling",
    "patterns": [
      "Who are the Resident Leaders of Yontenling?",
      "Tell me about the Resident Leaders of Yontenling.",
      "Can you provide details about the Resident Leaders of Yontenling?",
      "Who is in charge of Yontenling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Yontenling are Sonam Tenzin Wangmo (BSc Geography, 7220178) and Anju Rai (BSc Geography, 7220158). You can contact Sonam at 17597904 and Anju at 77214970."
    ]
  },
  {
    "tag": "gatshelling",
    "patterns": [
      "Who are the Resident Leaders of Gatshelling?",
      "Tell me about the Resident Leaders of Gatshelling.",
      "Can you provide details about the Resident Leaders of Gatshelling?",
      "Who is in charge of Gatshelling residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Gatshelling are Dechen Peldon (BA Economics, 7220063) and Sushmita Ghalley (BA Polsoc, 7220241). You can contact Dechen at 17612730 and Sushmita at 17897631."
    ]
  },
  {
    "tag": "day-scholar",
    "patterns": [
      "Who are the Resident Leaders of Day-Scholar?",
      "Tell me about the Resident Leaders of Day-Scholar.",
      "Can you provide details about the Resident Leaders of Day-Scholar?",
      "Who is in charge of Day-Scholar residence hall?"
    ],
    "responses": [
      "The Resident Leaders of Day-Scholar are Dorji Wangchuk (BSc Geography, 7210288) and Jigme Om (BSc Chemistry, 7220353). You can contact Dorji at 17407021 and Jigme at 17256004."
    ]
  },
  {
    "tag": "social-service-unit",
    "patterns": [
      "Who are the coordinators of the Social Service Unit?",
      "Tell me about the Social Service Unit coordinators.",
      "Can you provide details about the Social Service Unit?"
    ],
    "responses": [
      "The coordinators of the Social Service Unit (SSU) are Sherab Loday (BSc Statistics, 07220045) as the Coordinator, Rinchen Zangmo (BA in History, 07220447) as the Vice Coordinator, Samten Wangchuk (BSc in Chemistry, 072301924) as Secretary, and Tandin Dolkar (BSc in Chemistry, 07230198) as Secretary. Contact: Sherab: 77478180, Rinchen: 17635165, Samten: 77381924, Tandin: 77320575."
    ]
  },
  {
    "tag": "sherubtse-organic-farming-society",
    "patterns": [
      "Who are the coordinators of the Sherubtse Organic Farming Society?",
      "Tell me about the Sherubtse Organic Farming Society coordinators.",
      "Can you provide details about the Sherubtse Organic Farming Society?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Organic Farming Society (SOFS) are Pema Dorji Tamang (07220206) as the Coordinator and Kumari Bastola (07220141) as the Vice Coordinator. Contact: Pema: 17935118, Kumari: 17983870."
    ]
  },
  {
    "tag": "bhutan-youth-foundation",
    "patterns": [
      "Who are the coordinators of the Bhutan Youth Foundation?",
      "Tell me about the Bhutan Youth Foundation coordinators.",
      "Can you provide details about the Bhutan Youth Foundation?"
    ],
    "responses": [
      "The coordinators of the Bhutan Youth Foundation (BYF) are Dendup Gyeltshen (07210379) as the Coordinator, Bhumal Dungyel (07220191) as the Vice-coordinator, Jampel Wangmo (07230126) as Secretary, and Ugyen Tshoki Dorji (07230146) as Secretary. Contact: Dendup: 17483880, Bhumal: 77332041, Jampel: 176720126, Ugyen: 17721139."
    ]
  },
  {
    "tag": "sherubtse-taryana-club",
    "patterns": [
      "Who are the coordinators of the Sherubtse Tarayana Club?",
      "Tell me about the Sherubtse Tarayana Club coordinators.",
      "Can you provide details about the Sherubtse Tarayana Club?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Tarayana Club are Rinchen Pelden (B.A Media Studies, 07220335) as the Coordinator, Yeshi Wangmo (B.A Economics, 07220090) as the Vice-coordinator, Yeshi Wangdi (BSc. Mathematics, 07230121) as Secretary. Contact: Rinchen: 17456511, Yeshi W.: 17612122, Yeshi W.: 17841380."
    ]
  },
  {
    "tag": "sherubtse-rover-scout",
    "patterns": [
      "Who are the coordinators of the Sherubtse Rover Scout?",
      "Tell me about the Sherubtse Rover Scout coordinators.",
      "Can you provide details about the Sherubtse Rover Scout?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Rover Scout are Pema Sherab (BA Polsoc, 07220233) as the Coordinator, Kinga Lhamo (07220228) as the Vice-coordinator, Amrita Mongar (BSc in Chemistry, 07230176) as Secretary, and Dorji Tenzin (BSc in Life Science, 07230124) as Secretary. Contact: Pema: 17842565, Kinga: 17712076, Amrita: 77276132, Dorji: 17542743."
    ]
  },
  {
    "tag": "cultural-club",
    "patterns": [
      "Who are the coordinators of the Cultural Club?",
      "Tell me about the Cultural Club coordinators.",
      "Can you provide details about the Cultural Club?"
    ],
    "responses": [
      "The coordinators of the Cultural Club are Dorji Zangpo (07210347) as the Coordinator, Jamyang Choden (07220260) as the Vice-coordinator, Ngawang Gyeltshen (07230189) as Secretary, and Rignam Kinley Seldon (07230075) as Secretary. Contact: Dorji: 17833752, Jamyang: 1733064, Ngawang: 17990886, Rignam: 17973511."
    ]
  },
  {
    "tag": "college-mess",
    "patterns": [
      "Who are the coordinators of the College Mess?",
      "Tell me about the College Mess coordinators.",
      "Can you provide details about the College Mess?"
    ],
    "responses": [
      "The coordinators of the College Mess are Ugyen Lhendrup (BSc Chemistry, 07220375) as the Coordinator, Pema Yangchen (07220272) as the Vice-coordinator, Pema Choden (07230136) as Mess Representative, and Tandin Wangdi (07230065) as Mess Representative. Contact: Ugyen: 17945402, Pema: 17536364, Pema: 77362170, Tandin: 17433824."
    ]
  },
  {
    "tag": "y-via-club",
    "patterns": [
      "Who are the coordinators of the Y-Via Club?",
      "Tell me about the Y-Via Club coordinators.",
      "Can you provide details about the Y-Via Club?"
    ],
    "responses": [
      "The coordinators of the Y-Via Club are Karma Dorji (07220443) as the Coordinator, Dechen Tshomo (07220382) as the Vice-coordinator, Rinchen Dorji (07230193) as Secretary, and Lhamo (07230072) as Secretary. Contact: Karma: 17493813, Dechen: 17341681, Rinchen: 17540410, Lhamo: 17398147."
    ]
  },
  {
    "tag": "sherubtse-health-club",
    "patterns": [
      "Who are the coordinators of the Sherubtse Health Club?",
      "Tell me about the Sherubtse Health Club coordinators.",
      "Can you provide details about the Sherubtse Health Club?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Health Club are Sonam Gyeltshen (BA in Media Studies, 07230049) as the Coordinator, Chencho Zam (BA in History, 17388774) as the Vice-coordinator, Sarita Gurung (BSc in Mathematics) as the Secretary, and Karma Wangmo (General Studies, 07230049) as the Secretary. Contact: Sonam: 17797949, Chencho: 17388774, Sarita: N/A, Karma: 17797949."
    ]
  },
  {
    "tag": "sherubtse-art-club",
    "patterns": [
      "Who are the coordinators of the Sherubtse Art Club?",
      "Tell me about the Sherubtse Art Club coordinators.",
      "Can you provide details about the Sherubtse Art Club?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Art Club are Sangay Rai (BSc in Physics, 07220398) as the Coordinator, Dikcha Gurung (BA in English, 07220412) as the Vice-coordinator, Ugyen Chophel (BSc in Chemistry, 07230201) as the Secretary, and Kezang Dema (General Studies, 07230050) as the Secretary. Contact: Sangay: 77886692, Dikcha: 77623599."
    ]
  },
  {
    "tag": "sherubtse-media-society",
    "patterns": [
      "Who are the coordinators of the Sherubtse Media Society?",
      "Tell me about the Sherubtse Media Society coordinators.",
      "Can you provide details about the Sherubtse Media Society?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Media Society are Tshering Dorji (BA in Media Studies, 07220343) as the Overall Coordinator, Kunzang Wangmo (BA in History, 07220105) as the FM Coordinator, Ganga Mongar (BSc in Data Science, 07220146) as the Photography Coordinator, and Rinzin Tamang (BSc in Life Science, 07220146) as the Tower Coordinator. Contact: Tshering: 17241589, Kunzang: 77783915, Ganga: 17816185, Rinzin: 17734137."
    ]
  },
  {
    "tag": "y-peer-club",
    "patterns": [
      "Who are the coordinators of the Y-Peer Club?",
      "Tell me about the Y-Peer Club coordinators.",
      "Can you provide details about the Y-Peer Club?"
    ],
    "responses": [
      "The coordinators of the Y-Peer Club are Khenrab Nyima Dorji (BA in English, 07220415) as the Coordinator, Tshering Zangmo (BA in English, 07220435) as the Vice-coordinator, Jigme Thinley Lepcha (New Programme, 07230013) as Secretary, and Kezang Choden Namgyal (New Programme, 07230070) as Secretary. Contact: Khenrab: 17585914, Tshering: 17622413, Jigme: 17732043, Kezang: 17681923."
    ]
  },
  {
    "tag": "singye-karm-unit",
    "patterns": [
      "Who are the coordinators of the Singye Karm Unit?",
      "Tell me about the Singye Karm Unit coordinators.",
      "Can you provide details about the Singye Karm Unit?"
    ],
    "responses": [
      "The coordinator of the Singye Karm Unit is Prem Kumar (BSc in Physics, 07220397). Contact: Prem: 77924674."
    ]
  },
  {
    "tag": "sherubtse-democracy-club",
    "patterns": [
      "Who are the coordinators of the Sherubtse Democracy Club?",
      "Tell me about the Sherubtse Democracy Club coordinators.",
      "Can you provide details about the Sherubtse Democracy Club?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Democracy Club are Tenzin Delkar (BSc Chemistry, 07220370) as the Coordinator, Daw Tshering (BA in History, 07220095) as the Vice-coordinator, and Senam Cheden (BSc Life Science, 07230142) as Secretary."
    ]
  },
  {
    "tag": "games-and-sports",
    "patterns": [
      "Who are the coordinators of the Games and Sports club?",
      "Tell me about the Games and Sports coordinators.",
      "Can you provide details about the Games and Sports club?"
    ],
    "responses": [
      "The coordinators of the Games and Sports club are Leela Bdr. Bhattarai (BSc in Data Science, 07210387) as the Overall Coordinator, Kezang Dorji (BA in Economics, 07220071) as the Outdoor Coordinator, and Jimee Zangmo (BSc in Life Science, 07220131) as the Indoor Coordinator. Contact: Leela: 77242020, Kezang: 77204319, Jimee: 7706686."
    ]
  },
  {
    "tag": "gayjor-dechen-tshogpa",
    "patterns": [
      "Who are the coordinators of the Gayjor Dechen Tshogpa?",
      "Tell me about the Gayjor Dechen Tshogpa coordinators.",
      "Can you provide details about the Gayjor Dechen Tshogpa?"
    ],
    "responses": [
      "The coordinators of the Gayjor Dechen Tshogpa are Dawa Tshering (BSc in Data Science) as the Coordinator, and Deki Dema (BA in Polsoc) as the Vice-coordinator."
    ]
  },
  {
    "tag": "supw",
    "patterns": [
      "Who are the coordinators of the SUPW?",
      "Tell me about the SUPW coordinators.",
      "Can you provide details about the SUPW?"
    ],
    "responses": [
      "The coordinators of the SUPW are Binesh Mongar (BSc in Geography) as the Coordinator, and Chimi Wangmo (BA in English) as the Vice-coordinator."
    ]
  },
  {
    "tag": "sherubtse-student-audit-and-integrity-unit",
    "patterns": [
      "Who are the coordinators of the Sherubtse Student Audit and Integrity Unit?",
      "Tell me about the Sherubtse Student Audit and Integrity Unit coordinators.",
      "Can you provide details about the Sherubtse Student Audit and Integrity Unit?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Student Audit and Integrity Unit are Pranita Homagai (BA in Polsoc, 07210164) as the Chairperson, Kinley Tshering (BA in Economics, 07220444) as the Deputy Chairperson, and Tenzin Kelzang Dorji (BSc Physics, 07230170) as Secretary. Contact: Pranita: 17515002, Kinley: 17237031, Tenzin: 17990964."
    ]
  },
  {
    "tag": "sherubtse-gnh-unit",
    "patterns": [
      "Who are the coordinators of the Sherubtse GNH Unit?",
      "Tell me about the Sherubtse GNH Unit coordinators.",
      "Can you provide details about the Sherubtse GNH Unit?"
    ],
    "responses": [
      "The coordinators of the Sherubtse GNH Unit are Khentse (BSc in Environmental Science, 07210418) as the Coordinator, Ugyen Yangzom Lhamo (BA in Media Studies, 07220346) as the Vice-coordinator, Kinley Pelden (BSc in Chemistry, 07230184) as Secretary, and Lekden Tshering (BSc in Chemistry, 07230188) as Secretary."
    ]
  },
  {
    "tag": "sherubtse-un-club",
    "patterns": [
      "Who are the coordinators of the Sherubtse UN Club?",
      "Tell me about the Sherubtse UN Club coordinators.",
      "Can you provide details about the Sherubtse UN Club?"
    ],
    "responses": [
      "The coordinators of the Sherubtse UN Club are Deki Tshomo (BA in Economics, 07220067) as the Coordinator, Avinash Biswa (07220349) as the Vice-coordinator, Yeshi Samphel (07230149) as Secretary, and Jigme Wangmo (07230211) as Secretary. Contact: Deki: 77636773, Avinash: 77359654, Yeshi: 77715738, Jigme: 77681592."
    ]
  },
  {
    "tag": "sherubtse-cultural-club",
    "patterns": [
      "Who are the coordinators of the Sherubtse Cultural Club?",
      "Tell me about the Sherubtse Cultural Club coordinators.",
      "Can you provide details about the Sherubtse Cultural Club?"
    ],
    "responses": [
      "The coordinators of the Sherubtse Cultural Club are Dorji Zangpo (BSc in Statistics, 07210347) as the Coordinator, Jamyang Choden (BA in PDS, 07220260) as the Vice-coordinator, Rignam Kinley Seldon (New Programme, 07230075) as Secretary, and Ngawang Gyeltshen (BA in Chemistry, 07230189) as Secretary. Contact: Dorji: 17833752, Jamyang: 17330646."
    ]
  },
  {
    "tag": "arts-and-humanities-forum",
    "patterns": [
      "Who are the coordinators of the Arts and Humanities Forum?",
      "Tell me about the Arts and Humanities Forum coordinators.",
      "Can you provide details about the Arts and Humanities Forum?"
    ],
    "responses": [
      "The coordinators of the Arts and Humanities Forum are Tenzin Dema (07220117) as the Coordinator, and Kinley Penjor (07220418) as the Vice-coordinator. Contact: Tenzin: 77248158, Kinley: 17914230."
    ]
  },
  {
    "tag": "mathematical-science-forum",
    "patterns": [
      "Who are the coordinators of the Mathematical Science Forum?",
      "Tell me about the Mathematical Science Forum coordinators.",
      "Can you provide details about the Mathematical Science Forum?"
    ],
    "responses": [
      "The coordinators of the Mathematical Science Forum are Beda Nidha (07210346) as the Coordinator, Tshewang Dema (07220315) as the Vice-coordinator. Contact: Beda: 77822816, Tshewang: 17430878. Also, Tula Ram Gurung (07230118) is a Programme Representative, contact: 17778502."
    ]
  },
  {
    "tag": "science-forum",
    "patterns": [
      "Who are the coordinators of the Science Forum?",
      "Tell me about the Science Forum coordinators.",
      "Can you provide details about the Science Forum?"
    ],
    "responses": [
      "The coordinators of the Science Forum are Sonam Yangchen (07220215) as the Coordinator, Kul Man Ghalley (07220393) as the Vice-coordinator. Contact: Sonam: 77234987, Kul Man: 17383737. Additionally, Kalpana Gurung (07230127) and Phub Thinley (07230191) are Programme Representatives, with contacts: Kalpana: 77818161, Phub: 77681517. Pandup Dorji Lepcha (07230158) is also a Programme Representative, contact: 17634477."
    ]
  },
  {
    "tag": "social-science-forum",
    "patterns": [
      "Who are the coordinators of the Social Science Forum?",
      "Tell me about the Social Science Forum coordinators.",
      "Can you provide details about the Social Science Forum?"
    ],
    "responses": [
      "The coordinators of the Social Science Forum are Karma Wangchuk (07210516) as the Coordinator, and Sangay Zam (07210169) as the Vice-coordinator. Contact: Karma: 17854604, Sangay: 17947911."
    ]
  },
  {
    "tag": "history-of-sherubtse-college",
    "patterns": [
      "Tell me about the history of Sherubtse College.",
      "What is the history behind Sherubtse College?",
      "When was Sherubtse College founded?",
      "Can you provide the background of Sherubtse College?"
    ],
    "responses": [
      "Sherubtse College was founded in 1966 by a group of Jesuits under the leadership of Father William Mackey. Initially, it was affiliated with the University of Delhi by a special act of the Indian parliament. In 2003, it became part of the newly formed Royal University of Bhutan, which comprises all public post-secondary schools in Bhutan."
    ]
  },
  {
    "tag": "departments-of-sherubtse-college",
    "patterns": [
      "What departments are there in Sherubtse College?",
      "Tell me about the departments at Sherubtse College.",
      "What courses are offered at Sherubtse College?",
      "Can you list the departments of Sherubtse College?"
    ],
    "responses": [
      "Sherubtse College offers a variety of courses including Economics, Political Science, Sociology, Life Science, English, Geography, and Science. Recent additions include Bachelor's degrees in Economics & Political Science, Digital Communications & Project Management, and Data Science & Data Analytics, which began in the Autumn Semester of 2023. The most notable science departments are Physical Science and Environmental Science."
    ]
  },
  {
    "tag": "sherubtse-college-history-king",
    "patterns": [
      "Who laid the foundation stone for Sherubtse College?",
      "When was Sherubtse College founded by the King of Bhutan?",
      "Tell me about the king related to Sherubtse College's foundation."
    ],
    "responses": [
      "The foundation stone for Sherubtse College was laid by the 3rd King of Bhutan, Jigme Dorji Wangchuck, in June 1966."
    ]
  },
  {
    "tag": "sherubtse-college-affiliation",
    "patterns": [
      "When did Sherubtse College become affiliated with Delhi University?",
      "Tell me about Sherubtse College's affiliation with Delhi University.",
      "When did Sherubtse College join Delhi University?"
    ],
    "responses": [
      "Sherubtse College became an affiliated college of the University of Delhi in July 1983."
    ]
  },
  {
    "tag": "business-department-shift",
    "patterns": [
      "What happened to the Business Studies department of Sherubtse College?",
      "Where did the Business Studies department of Sherubtse College go?",
      "What happened to the Business Studies department after Sherubtse College?"
    ],
    "responses": [
      "The Business Studies department of Sherubtse College has been transferred to the Gedu College of Business Studies (GCBS), the second government college in Bhutan, located in Gedu, Chhukha Dzongkhag."
    ]
  },
  {
    "tag": "sherubtse-college-timeline",
    "patterns": [
      "Tell me about the timeline of Sherubtse College.",
      "Can you provide the history of Sherubtse College in timeline format?",
      "What is the timeline of events for Sherubtse College?"
    ],
    "responses": [
      "Sherubtse College's timeline is as follows:\n\n1966: The third king of Bhutan, Jigme Dorji Wangchuck, laid the foundation stone for Sherubtse School.\n1968: The school opened with Father William Mackey as principal.\n1976: The school became a junior college with pre-university courses in science.\n1978: Arts and business courses were added.\n1983: Sherubtse College became an affiliated college of the Delhi University system in India.\n2003: Sherubtse College became a constituent college of the Royal University of Bhutan.\n2004: Sherubtse College officially joined the Royal University of Bhutan."
    ]
  }
                                                                                                                    
  ]
}
